[
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_2015_US_MSNBC_Morning_Joe.txt",
        "trs": "WELCOME TO A SPECIAL EDITION OF -- LOOKING BACK IN 25 NEWS MAKERS AND POLITICS, BUSINESS, POP ULTRA, ENTERTAINMENT, AND SPORTS. AND WHETHER THEY WERE UP OR DOWN BY THE END OF THE YEAR. AND, DONNY GEORGE IS HERE TO TAKE US THROUGH THEM ALL. YIKES. A LOT OF BRANDS DOWNS. SOME GROUND. UPS  AND YOU KNOW, THE THING, IS SOME OF THESE ACTUALLY ARE A BIT OBVIOUS. BUT WHAT MAKES IT SO INTERESTING IS, WE'VE GOT JOHNNY. HERE HE'S GOT THAT SPECIAL SAUCE. HE OBVIOUSLY. AN ADVERTISING LEGEND. A BRANDING LEGEND. HE'S GOT THE BRANDING. A NO YOU'VE EVER BEEN OVER TO HIS PLACE. HE HAS THE SUPERCOMPUTER. THE BRANDING SUPERCOMPUTER. WE GO TO THIS GUY TO FIGURE OUT WHO IS UP, WHO IS, DOWN AND WHY.  THERE'S ABOUT 2017 YEARS SCIENTISTS WORKING AROUND THE CLOCK. OUT OF THE WAY THEY ARE, DANISH BUT THAT'S JUST. SOMEHOW THEY KIND OF GOT TOGETHER. AND THEY WORK WITH THE SUPERCOMPUTER. THEY USE A GOOGLE MACHINE, ALSO. THEY DO A LOT OF DIFFERENT THINGS. GEORGE, SAID A LOT OF THESE. A LOT OF TIMES WE DO THIS ON A WEEKLY BASIS. I KIND OF DO FUNNY THINGS LIKE BILL BEAT MARTINIS AND THINGS LIKE THAT. I TRIED TO JUST, WHEN WE LOOK AT A YEAR IN 25 OF THEM. WE CAN UPENDED TO SOME OF THE THINGS THAT ARE KIND OF BASICALLY THE TWO-DAY STEWARDS OF MOURNING  A YEAR AND RAP WOULD BE NEGLIGENT NOT TO. DO IT  AND YOU KNOW, IT WOULD BE HE'S GOT THE DOUBLE BREASTED BLAZER ON SO IT'S GAME. ON  IT IS GAME DAY. AND I WILL TELL, YOU IF THE CHOICE OF THE DOUBLE BREASTED BLAZER, THE DANISH SCIENTISTS IN THEIR LAP JACKETS, IN THEIR LAB COATS WERE THE ONES THAT TOLD HIM TO WEAR THAT. THAT IS ALL WE ARE GOING TO SAY ABOUT THE DANISH SCIENTISTS. WE WILL LEAVE IT THERE. I WANT TO START WITH DONALD TRUMP. THIS IS ONE OF THOSE THAT IS OBVIOUS BUT NEEDS TO BE DONE. AND I WILL TELL YOU. WHY THIS COUNTRY HAS BEEN THROUGH A REMARKABLE SIX YEARS. AN EXTRAORDINARY SIX. YEARS AND, IT SEEMS THE TRUMP ERA IS DRAWING TO A CLOSE. DONALD TRUMP, OBVIOUSLY DONNY, LET'S START WITH THE OBVIOUS, RAN DOWN, RIGHT?  I CAN THINK IN THE HISTORY OF POLITICS CULTURE OF ONE BRAND THAT HAS GONE FROM 60 TO 0 FASTER AND IN A MORE STUNNING FASHION. WE CAN PROBABLY, BRAND UP BRANDAUN TRIBUTES. I COULD GIVE 25 GRAND ATTRIBUTES. EVERYTHING FROM STEALING THE DOCUMENTS, TO ENDORSING JUST ABOUT EVERY LESION CANDIDATE, TO HIS POLLING NUMBERS, TO THE JANUARY SIX COMMITTEE POSSIBLY GONNA BRING UP ON CRIMINAL CHARGES, TO HIS BUSINESS BEING FOUND ON 17 COUNTS ON EVERY SINGLE JUDGMENT MADE AGAINST HIM. FROM HAVING DINNER WITH WHITE SUPREMACISTS AND ANTISEMITES, HIM SAYING WE SHOULD THROUGHOUT THE CONSTITUTION. I MEAN, IT IS AND. LIST IS COMPLETELY ENDLESS. THERE IS NO BRANDS THAT IS MORE DOWN IN OUR CULTURE RIGHT NOW. AND THE LATEST POLL NUMBERS THAT WE ARE SEEING WITH HIM 20 POINTS BEHIND DESANTIS KIND TO SAY TO PEOPLE THEY FINALLY FIGURED IT. OUT  SO THE FORMER PRESIDENTS BRANDAUN, THE CURRENT PRESIDENT, BRAND.  YEAH, OVER THE YEARS I'VE BEEN A LITTLE CRITICAL OF HIM SAYING THAT HE DOESN'T NECESSARILY HAVE HIS MOJO. BUT, WHEN YOU LOOK AT THE PIER BLOCK ATTACKING. THE LEGISLATIVE VICTORIES WHETHER IT IS THE CHIPS, MANUFACTURING, WHETHER IT IS GUN CONTROL, CLIMATE, BUILD BACK BETTER, THE INFLATION ACT, I MEAN NO PRESIDENT HAS GOT MORE DONE IN HIS FIRST TERM PROBABLY SINCE FDR. AND YOU ALSO SEE WHAT HAPPENED IN THE MIDTERM ELECTIONS IN TERMS OF HIS COATTAILS OR THE NEGATIVE COATTAILS OF DONALD TRUMP AS FAR AS THE WAY THE DEMOCRATS HAVE PERFORMED. SO, UNDER THE GUISE OF A BRAND OF QUIET COMPETENCY WE, OBSCENITY, OF STABILITY. YOU HAVE TO GIVE HIM A MAJOR BRAND. I DON'T CARE WE ARE COMING FROM. WE  AND, YOU KNOW, WHAT IS SO FASCINATING IS, AND WE SEE THIS ONCE IN A WHILE WE. JOE BIDEN'S SUPERPOWER POLITICALLY HAS ALWAYS BEEN UNDERESTIMATED. I REMEMBER WRITING A COLUMN IN THE WASHINGTON POST, EVERYBODY THOUGHT HE WAS FINISHED AFTER IOWA NEW HAMPSHIRE. I SAID, NO MATTER WHAT HAPPENS, I AM PROUD OF JOE BIDEN. AND HE'S ALWAYS BEEN UNDERESTIMATED. HE WAS MOCKED AND RIDICULED ON TWITTER. GOING INTO THE 2020 CAMPAIGN. THERE WERE PEOPLE ALL AROUND BARACK OBAMA THAT DIDN'T WANT HIM TO RUN. THEY WOULD TALK TO ANY REPORTER OFF THE RECORD THEY COULD, TALKING ABOUT HOW HE WASN'T UP TO THE JOB. OF COURSE, YOU HEARD A LOT OF THE SAME TOP FROM THE DEMOCRATIC PARTY GOING INTO THE MIDTERMS. AGAIN, SAYING THAT THIS GUY WAS TAKING THE DEMOCRATIC PARTY DOWN, AND HE NEEDED TO QUIT. ONCE AGAIN BRAND UP. HE ALWAYS, HE ALWAYS BEATS EXPECTATIONS.  DEMOCRATS NEVER AND DIDN'T IN THE MIDTERMS KNOW WHAT THEY HAD IN JOE BIDEN. THEY HAD SOMEONE WHO WAS A SKILLED POLITICIAN, WHO'S MADE HIS MISTAKES ALONG THE WAY, ALONG DECADES WHO HAS LEARNED FROM THEM WHO KNEW EXACTLY WHAT PEOPLE CARED ABOUT. DIDN'T CARE ABOUT THE POLLS. HE STAYED FOCUSED ON TWO ISSUES RIGHT BEFORE THE MIDTERMS AND IT WAS ABORTION AND DEMOCRACY. AND, LIKE A LASER, HE DIDN'T LISTEN TO ANYBODY. AND, BY THE WAY, PEOPLE DON'T WANT TO CAMPAIGN NEXT. TIM I, MEAN COME ON DEMOCRATS. USE YOUR. AS WE  AND REALLY, ISN'T IT FUNNY, HE WAS MOCKED AND RIDICULED AND YOU HAVE DEMOCRATS THAT WOULD NOT SAY WHETHER THEY THOUGHT HE SHOULD RUN AGAIN IN COMPETITIVE DEMOCRATIC RACES. WHICH IS CRAZY.  THEY ARE STILL SAYING. YET THEY'RE STILL NOT SURE IF THEY WANTED TO RUN AGAIN DESPITE THE FACT THAT HE BEAT DONALD TRUMP ONCE AND HAD THIS RUN IN THE MIDTERM ELECTIONS. ALL RIGHT, DONIE, LET'S KEEP MOVING. BRETT UP TO FLORIDA GOVERNOR RON DESANTIS.  YOU YEAH. AT THE LATEST POLLS. I'M GONNA HEDGE THIS BECAUSE HE RAMMED UP WITH THE SUCCESS HE'S HAD. I PERSONALLY DON'T LIKE HIS BRAND VERY MUCH. I THINK HE'S GOT A LOT OF DANGEROUS ATTRIBUTES TO HIM. BUT, LOOK. THIS IS THE GUY THAT HAS BEEN ABLE TO DO THE DANCE WITH TRUMP AND NOT NECESSARILY IN THE WAY WE ENDORSE. NOT NECESSARILY COMING AFTER HIM AT SOME POINT IN TIME THE RUBBER IS GONNA HIT THE ROAD. IN THE LATEST, POLLS WE SEE HIM 20 POINTS AHEAD OF TRUMP WHICH IS AMAZING. HE WON OVERWHELMINGLY IN FLORIDA. HE SEEMS TO BE THAT FAIR HAIRED BOY. HE HAS NOT DONE ANYTHING WRONG. HE MIGHT THAT SHRINK IN THE ARMOR IS I THINK THIS IS THE MOMENT WHERE HE SAYS, WE NEED TO WIN GUYS. IT IS ABOUT WINNING. AND I'M GOING TO STAND FOR A LOT OF THE SAME THINGS THAT YOU ARE GUYS STANDS FOR, BUT WE ARE GONNA DO IT IN A DIFFERENT WAY. WE ARE GONNA TAKE A LOT OF THE VITRIOL OUT. HE IS CLEARLY RIGHT NOW THE FUTURE OF THE PARTY. BUT, LET'S PUT ABOUT ON THIS. YES AND TALKED ABOUT THIS ON THE SHOW A LOT. WE KIND OF HAVEN'T SEEN HIM ON THE BIG STAGE. WE HAVEN'T SEEN CANDY TAKE A PUNCH. WE HAVEN'T SEEN HIM UNDER THE TYPE OF SCRUTINY ON THE NATIONAL STAGE. SO, RIGHT NOW, ON HIS YEAR YOU HAVE TO GIVE HIM A MAJOR BRAND. UP BUT, THIS IS STILL A TBD  AS DONALD TRUMP CONTINUES TO FADE THERE WILL BE INCREASING CALLS FOR HIM TO JUMP INTO THIS RACE. WE'LL SEE IF HE DOES. IT LET'S KEEP MOVING ON OUR BRANDS. LIZ CHENEY THIS YEAR FOR HER WORK ON THE JANUARY SIX COMMITTEE.  YEAH. SHE IS TRULY I THINK THAT THE AMERICAN HERE OF THE YEAR AS FAR AS AMERICANS GO. SHE COST HER JOB. IT'S ONE THING TO KIND OF GO OUT ON THE LINE, AND ONE THING TO STAND UP AND TAKE A STAND. IT IS ANOTHER THING WHEN YOU ARE SACRIFICING. AND THIS IS A WILL PROBABLY SEE THE REPUBLICANS. NOT ONE OF THEM. BECAUSE THEY REALIZE IF THEY DO STAND UP, A LOT OF THEM LOSE THEIR JOB. AND SHE LOST HER JOB. SHE WILL BE A POLITICIAN ON THE SCENE FOR DECADES TO COME. SHE COULD BE PRESIDENTIAL TIMBER IN THE FUTURE. BUT, I THINK THAT HER BRAND IS AS STRONG AS ANY POLITICAL BRAND OUT THERE. AND YOU HAVE TO GIVE HER KUDOS. EVERY WAY SHAPE OR FORM. SHE PUT ON A STUNNING PERFORMANCE IN GENERAL SIX. WE  OFTEN HEAR HOW DIVIDED THE LECTURE IT IS. MAYBE. THEY ARE I BROUGHT UP ANTHONY FAUCI A FEW WEEKS BACK TALKING ABOUT HOW REPUBLICANS KEEP BASHING FAUCI. HE WAS THE ONLY PERSON OUT OF 15 PEOPLE PULLED IN A RECENT POLL THAT WAS POSITIVE. NUMBER TWO, THE ONE CLOSEST TO ANTHONY FAUCI, LIZ CHENEY. WE  SHE HAS DONE AN INCREDIBLE JOB OF THE PAST YEAR ESPECIALLY, FOR THE COUNTRY. ON THAT FRONT. SOMEONE WHO YOU COULD SAY MAYBE WAS DOING THE OPPOSITE, MARJORIE TAYLOR GREENE. YOU SAY BRANDON, AND I WONDER THOUGH IF YOUR FEELINGS DON'T MATCH REALITY HERE. BECAUSE, SHE'S ACTUALLY GAINING IN POWER. WE  SHE IS GAINING POWER. BUT I THINK THAT SHE IS GONNA RUN INTO A BUZZSAW. SHE'S COME OUT WITH EVERYTHING FROM, HEY IF I WAS IN CHARGE WE WOULD'VE WON THAT JANUARY SIX. I WOULD'VE HAD GUNS THERE, THINGS LIKE THAT. I JUST THINK THAT WE ARE HEADING INTO A MOMENT OF TIME WITH THAT TYPE OF VITRIOL, THAT TYPE OF HATE, YES YOU GET THE MEDIA TENSION. BUT I THINK AS THE REPUBLICANS, JOE YOU TALK SOMEONE JUMPS ON THE SHOW ABOUT THE LOSING STRATEGY OF THE REPUBLICANS. SHE MAY, HER BRAND SO TO SPEAK AS FAR AS AWARENESS AND POPULARITY IN A VERY NARROW SEGMENT MIGHT BE UP, BUT HER BRAND OF THE NATIONAL STAGE, BEING ABLE TO MAKE A DIFFERENCE IN A MEANINGFUL WAY LONG TERM, I THINK IS-LIMITED. I THINK THIS IS A MOMENT IN TIME.  BIG SWAY FOR THE MOMENT THOUGH. WITH INFLUENZA OR KEVIN MCCARTHY.  OH MY GOSH, THAT'S. TO KEVIN, NEVER KEVIN. YOU NEVER. NOW AND, FINALLY JOHNNY. NANCY PELOSI. WE BRAND UP.  YEAH, YOU GUYS SHOWED A COUPLE OF WEEKS JOHN BOEHNER GETTING UP THERE AND CRYING AS HE TALKED ABOUT IT. I DON'T THINK WE HAVE HAD AS AN EFFECTIVE SPEAKER IN MY LIFETIME. SAYING WHAT YOU WANT ABOUT HER, LIKE HER NOT LIKE HER, THE LEVEL OF COMPETENCY, THE WAY SHE KEPT A CAUCUS IN LINE, THE WAY SHE IS HANDLED HERSELF WITH DIGNITY AND EVERY SINGLE MOMENT, SHE WILL GO DOWN IN HISTORY AS ONE OF THE GREAT SPEAKERS OF ALL-TIME. YOU'VE GOT TO TIP YOUR HAT TO NANCY PELOSI.  WITHOUT QUESTION. WE LET'S MOVE ON TO VOTERS. YOU'RE STARTING A BRAND UP WITH INDEPENDENT VOTERS. WHY DO YOU SAY? THAT  WELL AN INTERESTING PANEL RECENTLY CAME OUT TO ASK PEOPLE TO IDENTIFY THEMSELVES. MORE PEOPLE IDENTIFY THEM AS INDEPENDENTS AND THEY DO ENOUGH REPUBLICANS OR DEMOCRATS. AND THEN GET INDEPENDENTS HAVE REALLY COME TO BEAR IN THE LAST ELECTION. THE INDEPENDENTS I BELIEVE MORE THAN ANY OTHER GROUP SAVED OUR DEMOCRACY. THEY ARE THE ONES WHO CAME UP AND SPOKE. AND I THINK INDEPENDENT AS A BRAND IS GOING TO CONTINUE TO GROW. WE ARE NOT, YES WE ARE TWO PARTY SYSTEM, BUT MOST PEOPLE WHEN WE LOOK AT THE WARDROBE OF ATTRIBUTES, THEY DON'T LINEUP COMPLETELY WITH A PARTY. I THINK INDEPENDENT IS GOING TO BE A BIGGER BRAND AS WE MOVE FORWARD.  REPUBLICANS BLEW, WHICH WOULD BE A LAB OF MIDTERM ELECTION SEASON, GIVE A BRAND DOWN.  YEAH. JOE, YOU CAN'T TALK ABOUT IT ENOUGH. IT IS JUST, WHAT A LOSING STRATEGY. THE PARTY OF NOTHING. EVEN AFTER ALL OF THESE LOSSES, WHAT DO THEY COME FORWARD WITH? HUNTER BIDEN LAPTOP. THE REPUBLICANS HAVE LOST, THEY CAN'T GET, UP AND THE PROBLEM THAT THEY HAVE GOING FORWARD, DONALD TRUMP ALTHOUGH HE SEEMED DISINTEGRATED AS FAR AS HIS BRAND IN POPULARITY, I DON'T SEEM DISAPPEARING. I SEE HIM GOING BACK TO OUR LAST SEGMENT, RUNNING AS AN INDEPENDENT. A VERY DEMOCRATIC INDEPENDENT. AND HE STILL HOLDS THAT. BASE SO, THEY HAVE A PROBLEM. THEY HAVE A MAJOR BRANDING PROBLEM. I THINK IF YOU PULLED 90% OF REPUBLICANS THEY WOULD SAY, WE WANT HIM TO GO AWAY.  THEY ARE STUCK WITH. HIM AND THEY ARE STUCK WITH HIS GRIEVANCE. AND THEY HAVE A PROBLEM FOR THE FORESEEABLE FUTURE. UNLESS RON DESANTIS CAN REALLY RESCUE THIS PARTY, THIS PARTY IS IN DEEP TROUBLE.  AND THE PROBLEM IS, AGAIN PUTTING IT IN DONNY'S TERM, THEY'RE MICRO-TARGETING. THEY KEEP MICRO-TARGETING TO PEOPLE THAT ARE IN THE BUBBLE. THEY KEEP TRYING TO CONVERT THOSE WHO ARE ALREADY CONVERTED. THEY ARE TALKING TO THEMSELVES. AND SO, WHEN YOU ARE LOSING THE SUBURBS, WHEN YOU'RE LOSING MIDDLE AMERICA, WHEN YOU ARE LOSING SWING VOTERS, WHEN YOU ARE JUST NOT GOING TO WIN ELECTIONS SAYING, YEAH THEY REMAIN FOCUSED ON MICRO-TARGETING. AND I THINK THE BEST EXAMPLE OF THIS ACTUALLY WAS IN ARIZONA. THE FINAL WEEK OF THE MIDTERM CAMPAIGN. OUT OF ARIZONA, KARI LAKE DECIDED TO ATTACK MCCAIN VOTERS AND SAID, IF YOU ARE A VACATE VOTER. GET OUT OF HERE. I HAVE TO SAY, AS A FORMER POLITICIAN, YOU JUST SHUT. ARE YOU WANT EVERY VOTE. YOU WANT, EVERYBODY ON YOUR SIDE. AND YET, WE KEEP PUSHING PEOPLE AWAY.  YES, THEY DO. AND YOU KNOW ANOTHER ISSUE WHERE THEY DO THAT IS ABORTION, DONIE. IF YOU LOOK AT A LOT OF DIFFERENT POLES ACROSS THE COUNTRY, ON DIFFERENT DEMOGRAPHICS, REPUBLICANS EVEN ARE SPLIT ON ABORTION. AND MORE OF THEM ARE FOR WOMEN HAVING THE RIGHT TO CHOOSE THAN YOU WOULD EXPECT. ROE V. WADE, BRAND.  YEAH, I THINK THIS WAS SO MUCH MORE IMPORTANT IN THE LAST ELECTION IN THE POLLS WERE SHOWING. IT WAS ONE OF THOSE GET ISSUES. I THINK THIS IS THE TONE DEAFNESS OF THE REPUBLICAN PARTY. OBVIOUSLY THIS IS A SUPREME COURT DECISION, NOT NECESSARILY THE PARTY'S DECISION, BUT. I THINK THAT WILL CONTINUE TO BE A CAUSE OF WE -- FOR DEMOCRATS. I THINK IT SPEAKS VOLUMES ABOUT GOING BACKWARDS VERSUS GOING FORWARD. THAT IS A BRAND THAT, AS LONG AS REPUBLICANS ARE STUCK WITH THE ANTI ROE V. WADE, THE ROLLBACK ROE V. WADE, THEIR BRAND STAYS TARNISH. SO YOU KIND OF HAVE TO INTERLOCKED TO THEM.  I'VE GOT TO SAY, THERE ARE, WELL SOME OF THESE THINGS SEEM OBVIOUS TO US NOW AS WE TALK ABOUT ROE V. WADE, IT IS SHOCKING THAT AMERICANS WOULD RESPOND AS OVERWHELMINGLY AS THEY DID. IF YOU LOOK AT POLLS, IF YOU LOOK AT WHERE THE REPUBLICAN PARTY WAS, IF YOU LOOKED SWING VOTERS WERE, IT IS VERY SURPRISING LOOKING BACK TO SEE JUST HOW DRAMATIC THE BACKLASH. WAS OUR LAST FRIEND, BRANDEN OF THE SEGMENT. IS GLOBAL. AND IF YOU GO BACK A YEAR, IT IS VERY SAFE TO SAY LITERALLY NOBODY WOULD HAVE SEEN THIS COMING. EVEN UKRAINIANS. VLADIMIR PUTIN, BRAND WAY DOWN. SO LEWINSKY, BRAND WAY UP. NOBODY COULD'VE IMAGINED WHEN THOSE TANKS STARTED ROLLING IN AND PEOPLE BELIEVED THAT UKRAINIANS WOULD COLLAPSE IN THREE, FOUR, FIVE DAYS. NOBODY WOULD BELIEVE THAT AT THE END OF THE YEAR WE WOULD BE TALKING AND THIS IS WHERE THE ARROWS WOULD BE POINTING. IN A REALLY DRAMATIC HISTORIC WAY, DONNY.  YEAH, NOT ONLY JUST PUTIN. IT REALLY SHOWS IT UNDER EARTH AND TOOK THE EMBERS CLOSE OFF RUSSIA AS FAR AS NOT BEING THE SUPERPOWER. CERTAINLY IT IS A THIRD WORLD COUNTRY IN SO MANY WAYS. AS YOU, SAID IF THEY WERE CHOOSING UP SIDES IN THE BEGINNING IT'S INHIBITING, ON UKRAINE TO RUSSIA, IT WOULD BE A NO-BRAINER. ZELENSKYY HAS BEEN SO PITCH PERFECT IN THE WAY HE'S HANDLED THE MEDIA. THIS ALSO GOES BACK TO JOE BIDEN AND NATO. ADAM BRING ABOUT THIS OUT OF TIME WITH HIS BRAND. THE NATO COALITION THAT HE PUT TOGETHER. BUT, ZELENSKYY WAS TIME AGA ZIENTS MADE OF THE YEAR RIGHTFULLY SO. PUTIN IS A DAMAGED HURT BRAND. I DON'T KNOW WHAT HIS EXIT RAMP IS, BUT ZELENSKYY IS AN INTERNATIONAL HERO, AND I THINK TIME AUGUSTINE HAS IT COMPLETELY RIGHT.  WELL, STILL AHEAD ON THE SPECIAL EDITION OF BRAND OF BRANDAUN, DONNEK GIVES US THE TRENDS FOR SOME OF THE BIGGEST NAMES IN BUSINESS, SPORTS, AND ENTERTAINMENT. WE WILL BE RIGHT BACK. ENTERTAINMENT. WE WILL BE RIGHT BACK. 20221231203737.355|20221231204027.392",
        "start": "20221231201916.489",
        "end": "20221231203737.355"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_2015_US_MSNBC_Morning_Joe.txt",
        "trs": "WELCOME BACK TO THE SPECIAL INJUNCTION OF BRANDON UP BRANDON. WE RETURN NOW TO THE NEWS MAKERS AND BUSINESS, SPORTS, AND ENTERTAINMENT. WHERE SHALL WE START, JOE WHAT DO YOU THINK?  THE BIGGEST BRAND. DOWN YEAH, CRYPTO, FTX.  MIDSUMMER, WE'RE LOOKING AT ALL THE BASEBALL GAMES, YOU ARE SEEING THE LOWS THERE, YOU'RE LIKE, WHAT IS THAT. THAT'S BIG. I'VE GOT PEOPLE COMING UP TO ME, BASEBALL, GAMES GOING DUDE YOU NEED TO INVEST IN CRYPTO. I'M LIKE, DUDE, LET'S LOOK AT THE BASEBALL GAME. I MEAN, THIS IS JUST ONE OF THOSE MOMENTS. WE THINK BACK TO PATS.COM, WE THINK BACK TO YOU ALL OF THE CRASHES. THIS WAS PROBABLY, DONNY, ONE OF THE BIGGEST CRASHES IN THE HISTORY OF THE U.S. ECONOMY.  FTX, 30 BILLION DOLLAR BRAND JUST DISINTEGRATES. AND IT TOOK A LOT OF OTHER CO-BRANDS WITH IT. A LOT OF VERY FAMOUS PEOPLE ENDORSED THIS BRAND, AND ARE NOW PART OF CLASS ACTION SUIT. YOU GOT TOM BRADY, STEPH CURRY, VERY POPULAR GOOD DECENT PEOPLE THAT GOT CAUGHT UP IN IT. AND I THINK IT IS A CAUTIONARY TALE WHEN YOU GET INVOLVED AND YOU ENDORSE A BRAND. LOOK, YOU GOT GUYS LIKE JAMIE DIAMOND TO OIL ALL ALONG EVEN SAYING, HE DOESN'T SEE CRYPTO. IT'S THE INVERSE CLOSED. THIS IS OBVIOUSLY FTX WAS KIND OF THE CENTER OF THE UNIVERSE. BLOCK CHAIN IS HERE, BUT CRYPTO IN COINS I THINK THERE IS A HUGE TBD. AND FTX IS PROBABLY, AND WE ARE GONNA GET, TO IT OTHER THAN TESTA, ELON MUSK IN TWITTER, PROBABLY THE BIGGEST BUSINESS BRAND DOWN FOR THE YEAR FOR OBVIOUS. REASONS  THE HEAD OF FTX IN A LOT OF LEGAL TROUBLE BECAUSE IT ALMOST CONTINUE TO FALL. LET'S MOVE TO YOUR NEXT BRANDON, AND THAT IS ELON MUSK IN TWITTER. YEAH, TWITTER. THIS IS AMAZING TO ME. AND THE FACT THAT WHAT HAS HAPPENED, HE HAS GONE FROM, ELON MUSK'S PERSONAL BRAND TO THIS GUY WHO IS THIS ALMOST ANGEL COME DOWN TO BRING US INTO THE FUTURE, TO SEND US TO, SPACE BRING ELECTRIC CARS. AND HIS, EGO AND HIS, VANITY AS MEGALOMANIA SAYS, OH I WANT TO GET THE MIDDLE OF THIS IN TERMS AND TAKE OVER TWITTER. AND SINCE HE'S TAKING IT, OVER HALF THE ADVERTISERS HAVE LEFT. TESLA HAS FALLEN INTO THE GROUND, TO COME BACK AND SAY THAT WE SHOULD ALLOW THIS HATE SPEECH, ALLOW VARIOUS EXPLOITATIVE TYPE THINGS ON THIS SITE IS STUNNING. I THINK HE'S LOST HIS MIND. BUT HIS BRAND WAS CURRENTLY INCREDIBLY TARNISHED. AND, TWITTER HAS GOT TO FIGURE IT OUT. BECAUSE RIGHT NOW, THIS IS PROBABLY THE BIGGEST BRAND AND THAT THERE IS OUT. THEY'RE  E-LOGISTICS REALLY. AND HE IS CHANGE THE WORLD, WHICH RAISES THE QUESTION. AGAIN WE'VE BEEN ASKING, WHY IS HE DOING THIS WITH TWITTER. YOU ALSO SAY, DONNY BIG TECH IN THE LARGER VIEW IS A BRAND. DOWN  YEAH, IF YOU LOOK AT THE STOP. IF YOU LOOK AT MICROSOFT, IF YOU LOOK AT APPLE, IF YOU LOOK AT AMAZON. APPLES ONLY DOWN 20%, BUT AMAZON DOWN 47%. THESE WERE INSTITUTIONS WE BELIEVED IN. AND, ALL THE SUDDEN, AND THIS IS ONE OF THOSE THINGS WHERE A LOT OF PEOPLE HAVE LOOKED AT THEIR 401(K) S AND GONE, WHAT HAPPENED, IF YOU COME AN AGGREGATED, I THINK IT IS OFF 30 40% COLLECTIVELY. THESE BIG TECH COMPANIES. AND, THIS HAS BEEN WHAT WAS FUELING THE ECONOMY. AND A LOT OF PEOPLE FEEL THAT IT IS GONNA BE A LONG TIME BEFORE THEY COME BACK, AMAZON HAS BEEN GIVING OUT VERY NEGATIVE GUIDES GOING FORWARD. AND, BIG TECH WHICH WAS KIND OF OUR YAHOO FOUNDATION, CRUMBLED. ONE OF THE BIG INSTITUTIONS THAT KIND OF WE LOST A LOT OF CONFIDENCE IN. WE  WILL TELL YOU, WHAT DONIE. AT THE BEGINNING OF THE PANDEMIC WHEN I REMEMBER TALKING TO SOMEBODY WHO SAID, YOU NEED TO INVEST IN THE STOCK MARKET. I'M NOT A STOCK MARKET. GUY IF I DON'T UNDERSTAND, IT IF I AM NOT ON TOP OF IT, I DON'T DO IT. THIS GUY SAYS TO ME, JUST GO INTO FIVE STOCKS. GO INTO THE MONOPOLIES. MICROSOFT, AMAZON, GOOGLE, FACEBOOK. AND WHAT WAS THE, FIFTH APPLE. THEY JUST ABSOLUTELY EXPLODED DURING THE PANDEMIC. THOSE STOCKS EXPLODED. BUT, I WANT TO DRAW YOUR ATTENTION TO SOMEBODY ELSE. THAT IS A MASSIVE BRAND DOWN THROUGH ALL OF THIS. AND THAT IS MARK ZUCKERBERG WHO LOST 100 BILLION DOLLARS OF HIS NET WORTH OVER THE PAST YEAR BECAUSE FACEBOOK HAS CREATURES AND THEY DON'T SEEM TO HAVE A SECOND ACT.  FACEBOOK IS DOWN 62%. THEY'VE LOST TWO THIRDS OF THE VALUE OF THE COMPANY IN THIS YEAR. AND META HAS BEEN A DISASTER. IT IS A GUY HAS BEEN A DISASTER. AND, YOUNG PEOPLE ARE NOT GOING ON FACEBOOK. IF YOU HAVE KIDS AT, HOME IF YOUR 14 AND 15 YEAR OLDS, FACEBOOK IS JUST NOT THE ANSWER FOR THEM ANYMORE. THERE'S ONLY SO MANY OTHER COUNTRIES THAT YOU CAN PIONEER. AND ZUCKERBERG LOOKS LIKE A JERK THE ENTIRE. WAY SO, THIS IS A GUY THAT HIS BRAND WAS BUILT ON POPULISM AND DOING GOOD FOR MANKIND. YET THEY COULDN'T CONTROL MISINFORMATION. 50% OF THE WORLD GETS THEIR NEWS FROM FACEBOOK, AND WE KNOW THE PROBLEM WITH THE NEWS ON FACEBOOK.  AND THE THING IS, THEY HAVE THE MUELLER ON TOP. THEY HANDLED IT SO POORLY. YELLING AT EMPLOYEES, WARNING THEM ABOUT RUSSIAN DISINFORMATION. TRYING TO STOP ANY INVESTIGATIONS TO SHOW HOW THEY ACTUALLY HELPED THE RUSSIANS INFLUENCE THE 2016 CAMPAIGN. THROUGH FACEBOOK. SO THAT OBVIOUSLY WAS ONE PROBLEM. THE OTHER PROBLEM WAS, AS JOHNNY, SAID THEIR AUDIENCES AGING. OUT THIS IS BECOMING THE MY SPACE FOR OUR CHILDREN. THEY JUST AREN'T ON FACEBOOK ANYMORE.  WELL, LET'S MOVE TO THE NEXT BRAND DOWN AND THAT IS THE WORKPLACE. AND JOHNNY, IT IS SO INTERESTING. THIS OBVIOUSLY CAME OUT OF THE PANDEMIC. BUT NOW, IT IS REALLY HARD FOR COMPANIES ACROSS THE COUNTRY TO GET PEOPLE TO COME INTO WORK.  WE'RE PACE PRODUCTIVITY IS WAY. DOWN 65% OF EMPLOYEES WANT SOME TYPE OF HYBRID WORK ENVIRONMENT. AND I THINK THE INMATES OF TAKEOVER THIS ASYLUM. IT IS A TERRIBLE TERRIBLE SITUATION FOR YOUNG PEOPLE. I DON'T HOW THEY GET MENTORED. I RAN AN AD AGENCY FOR A LOT OF. HERE'S THE ENERGY, THE COLLABORATION OF THE WORKFORCE. AND WE HAVE, WITH GEN Z AND GEN X AND, WHY A VARIANT GENERATION. AND I THINK THEY'RE MISSING A. LOT AND ALL CEOS OF SAID, YOU HAVE A BETTER CHANCE TO RISE IN THE COMPANY WHEN I GET TO SEE IN FERGUSON. THE BANKS ARE. RIGHT I THINK WITH THE CEO OF MORGAN STANLEY, SAID LOOK, IF YOU FEEL WELL ENOUGH TO GET A RESTAURANT. YOU ARE WELL ENOUGH TO GO TO. WORK IF I WAS STILL RUNNING A COMPANY, I WOULD MANDATED. I THINK OUR ENTIRE WORKFORCE POPULATION, OUR PRODUCTIVITY IS SO ON THE WAY BECAUSE OF THIS, PEOPLE SITTING IN THEIR UNDERWEAR IN FRONT OF ZOOM CALLS.  COMING UP, FROM WILL SMITH TO TAYLOR SWIFT. ENTERTAINERS HAVE MADE PLENTY OF HEADLINES, BUT FOR VERY DIFFERENT REASONS. WE'LL LOOK AT HOW THEIR BRANDS ARE DOING, NEXT. NEXT. 20221231204813.056|20221231205104.162",
        "start": "20221231204027.392",
        "end": "20221231204813.056"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_2000_US_FOX-News_The_Journal_Editorial_Report.txt",
        "trs": "SWEET ASK OURSELVES IS AN 12 MONTH CORE INFLATION IS 6% CPI FOR THAT 3% ARE 2% TARGET. NOW IT IS GOOD TO SEE PROGRESS. BUT LET'S UNDERSTAND THEY BELONG WAYS TO GO.  I DON'T THINK ANYONE KNOWS WHETHER GOING HAVE A RECESSION OR NOT. IF WE DO WHETHER IT IS GOING TO BE A DEEP ONE OR NOT. IT IS NOT KNOWABLE.  THAT WAS FEDERAL RESERVE CHAIRMAN JEROME POWELL HIS FINAL PRESS CONFERENCE OF 2022. ADDRESSING THE POSSIBILITY OF A RECESSION IN THE NEW YEAR. ORNATELY CENTRAL BANK HAS MORE WORK TO DO IN ITS FIGHT AGAINST INFLATION RATE LET'S BRING IN OUR PANEL WALL STREET JOURNAL COLUMNIST DAN HENNINGER, KIM STRASSEL AND BILL MCGURN. DAN, YOU HEARD JASON TALK ABOUT FED'S GOING TO STAY TIGHT MAYBE INTO 2024. IN YOUR MIND JEROME POWELL AND THE FED AND GOTTEN RELIGION ARE SERIOUS ABOUT BREAKING THE BACK OF INFLATION IN 2023?  I REALLY DO NOT HAVE TOO MUCH DOUBT THAT THEY DO. JEROME POWELL COULD NOT BE MORE EMPHATIC ABOUT IT. THE FED VICE CHAIR HAS SAID VIRTUALLY THE SAME THING. MAYBE IN TOUGHER TERMS. THE MARKET TENDS TO WANT TO BELIEVE THEY ARE GOING TO LOOSEN COMING NEXT YEAR. LOOK, THE FED CAN RECOGNIZE INFLATION IS KILLING THE MIDDLE CLASS. OUTSTRIPPING WAGE AGAINST THE MIDDLE CLASS IS FALLING BAC BACKWARD. INVESTORS OF COURSE WANT THOSE INTEREST RATES BACK TOWARD ZERO. THEY LOVED IT. THEY ARE PUSHING HARD FOR IT. I THINK THE FED UNDERSTANDS RESPONSIBILITIES TO THE BROADER ECONOMY. MOST PEOPLE WHO ARE LIVING ON MIDDLE-CLASS WAGES THEY DO INTEND TO GET THIS INFLATION DOWN AND TO KEEP INTEREST RATES AT LEAST TYPES TO ACHIEVE THAT GOAL FOR AS LONG AS IT TAKES.  KIM, ON THIS POINT I GUESS THE QUESTION IN THEIR IS A RECESSION AND ALONG WITH THAT WILL, RISING UNEMPLOYMENT. THE POLITICAL PRESSURE FROM THE BIDEN ADMINISTRATION FROM DEMOCRATS ON CAP AND HELD AS DAN SUGGESTS WALL STREET WILL SAY IT LOOK YOU NEED TO STOP. I GUESS THAT IS THE QUESTION. HOW MUCH DO YOU SEE THE POLITICAL PRESSURE RISING ON THE FED?  IT HAS ALREADY STARTED, PAUL. ELIZABETH WARREN IS OUT TO SING EVERYTHING WRONG ON THE ECONOMY RIGHT NOW IS BECAUSE OF THE FEDERAL RESERVE'S MOVES. USING THE WHITE HOUSE SLOUGH THIS OFF TOO. THAT PRESSURE WILL CONTINUE TO RISE. THAT WILL BE THE SINGLE MOST PROBLEMATIC THING THAT JEROME POWELL HAS TO FACE HERE COMING PRETTY SOON. NOW I AM HOPEFUL HE UNDERSTANDS THAT AND ALSO THE GOOD NEWS HE WAS RECENTLY RECONFIRMED FOR HIS TERM. AND SO HE MAY FEEL HE CAN INVEST PUT THE BROADER ECONOMY FIRST. BUT BOY IS GOING TO GET VICIOUS YOU WATCH.  BILL, THE QUESTION THEN LET'S TURN TO THE OTHER SIDE OF THE GOVERNMENT WHICH IS THOSE WHO ARE RESPONSIBLE FOR FISCAL, REGULATORY AND OTHER POLICIES. YOU SEE ANY PROGROWTH POLICIES TO COUNTER THE FED'S INTEREST RATE INCREASES COMING FROM THE BIDEN ADMINISTRATION? THE SHORT ANSWER NO. IF YOU CAN FIND ONE LET ME KNOW. THAT IS A REAL PROBLEM. THERE ISN'T NOTHING THERE TO GIVE YOU HOPE ABOUT GROWTH. IT IS GOOD THEY ARE TACKLING INFLATION AT THE FED. BUT THE ADMINISTRATION JUST HAS NOT WAVERED FROM ITS SPENDING FIRST POLICIES. NOTHING TO ENCOURAGE ENERGY DEVELOPMENT OR REAL GROWTH.  AND NOTHING IN ENERGY? ANYTHING COMING FROM ENERGY AT ALL? THEY WANT TO HAVE GAS PRICES HIGH.  THEY DO NOT WANT GAS PRICES HOW THEY WANT TO CUT THEM.  IT WOULD BE EASY TO DO THAT. WHAT WE DO IS BEG VENEZUELA WE DO NOT INCREASE PRODUCTION HERE. IT IS AN INCREDIBLE STORY. WE HAVE ALL THESE RESOURCES AT HOME. IT IS ALMOST A RELIGION THAT SAYS YOU CANNOT DEVELOP FOSSIL FUELS. I THINK BIDEN IS HANDCUFFED BY THAT. HE KNOWS THERE WILL BE A HOWELL IF THERE'S ANY KIND OF REAL REFORM. REMEMBER THE REGULATORY RELIEF THAT JOE MANCHIN WAS PROMISED. THEY RENEGED ON THAT. THEY WILL NOT EVEN DO SOMETHING THAT SIMPLE. I THINK THEY CAN'T BECAUSE OF THEIR IDEOLOGY.  DAN, THE LAST THREE YEARS AS YOU KNOW I'VE SEEN THE RECORD FEDERAL SPENDING REALLY UNSEEN OTHER THAN WARTIME. IS THAT WITH THE DELIVERY OF THE REPUBLICAN HOUSES THE MAJORITY? IS THAT TIME OVER ARE WE REALLY GOING TO SEE SOME KIND OF SPENDING RESTRAINT?  I THINK THERE PROBABLY WILL BE SOME SPENDING RESTRAINT NOW THE REPUBLICANS HAVE TAKEN CONTROL OF THE HOUSE. BOY, THAT WOULD REALLY HELP JEROME POWELL, WOULDN'T IT? THE BIGGEST PROBLEM HERE, PAUL, JOE MANCHIN, JOE BIDEN ELECTED IN 2020 MIDST OF THE PANDEMIC. THE PANDEMIC WAS SO DISRUPTIVE OF THE ECONOMY. JOE BIDEN WAS ELECTED THE IDEA HE WOULD RETURN TO NORMALCY. MORE LEGS JOE MANCHIN OR KYRSTEN SINEMA. INSTEAD WE GOT THE POLITICS OF BERNIE SANDERS AND ELIZABETH WARREN. WHICH WAS A REALLY OF CAPITOL INVESTMENT. PLUS ALL OF THESE SPENDING GAVE US INFLATION. AT LEAST I THINK WERE NOT GOING TO GET MUCH CHANGE ON THE PROGRESSIVE POLICY REGULATORY SIZE. THE HOPE IS THAT HOUSE REPUBLICANS WILL STALL THE SUSTAINED HIGH SPENDING THAT IS KILLING THE ECONOMY. PAUL: THANKS AND WE COME BACK DIVIDED GOVERNMENT RETURNS TO WASHINGTON WITH THE PUBLIC INCENTIVE TO CONTROL THE HOUSE NEXT WEEK IS A GRIDLOCK ON THE HORIZON OR ARE THEIR CHANCES FOR COMPROMISE? OUR PANEL PREVIOUS THE HUNDREDYo 18th CONGRESS,u' NEXT. 20221231201627.119|20221231201937.909",
        "start": "20221231201004.970",
        "end": "20221231201627.119"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_1700_US_CNN_CNN_Newsroom_With_Fredricka_Whitfield.txt",
        "trs": "> A MAJOR STORY WE'RE FOLLOWING TODAY, THE DEATH OF POPE EMERITUS BENEDICT XVI. THE WORLD PAYING TRIBUTE TO THE FORMER PONTIFF, INCLUDING PRESIDENT BIDEN. THE WHITE HOUSE RELEASING THIS STATEMENT MOMENTS AGO. JILL AND I JOIN CATHOLICS AROUND THE WORLD AND SO MANY OTHERS IN MOURNING THE PASSING OF POPE EMERITUS BENEDICT XVI. I HAD THE PRIVILEGE OF SPENDING TIME WITH POPE BENEDICT XVI AT THE VATICAN IN 2011 AND I WILL ALWAYS REMEMBER HIS GENEROSITY AND WELCOME OUR MEANINGFUL CONVERSATION. HE WILL BE REMEMBERED AS A RENOWNED THEOLOGIAN WITH A LIFETIME TO THE CHURCH, PRINCIPLES AND FAITH. I WANT TO BRING IN JOHN ALLEN WHO JOINS US LIVE FROM ROME. WHAT CAN YOU TELL US ABOUT THE PLANS FOR POPE BENEDICT'S FUNERAL OVER THE COURSE OF THE NEXT COUPLE OF DAYS?  WELL, WHAT'S HAPPENING RIGHT NOW BEHIND ME, WE HAVE POPE FRANCIS IN THE SQUARE HERE. HE'S IN A WHEELCHAIR. I HOPE YOU CAN SEE THOSE PICTURES. HE'S TAKING A VISIT HERE TO LOOK AT THE NATIVITY SCENE. HE'S JUST FINISHED TALKING ABOUT THE KINDNESS OF POPE BENEDICT, HIS NOBILITY OF SPIRIT AND THE SACRIFICES WHICH HE MADE FOR THE CATHOLIC CHURCH. THIS IS A NICE MOMENT FOR THE PEOPLE THAT HAVE COME DOWN TO THE SQUARE TO GET TO SEE POPE FRANCIS. AS FAR AS FUNERAL ARRANGEMENTS, STARTING ON MONDAY, POPE BENEDICT WILL LIE IN STATE INSIDE ST. PETERS BASILICA. WE ALSO KNOW THAT HE HAS REQUESTED AND HE WILL BE BURIED IN THE CRYPT BELOW ST. PETER'S WHERE THERE ARE OTHER POPE'S BURIED. JOHN PAUL II SPENT MANY YEARS THERE BEFORE THEY MOVED HIM UP INSIDE THE BASILICA. THAT WAS HIS REQUEST. THAT'S WHERE HE WILL BE BURIED. PEOPLE CAN GO AND VISIT THE CRYPT UNDERNEATH ST. PETER'S BASILICA WHEN THEY COME TO ROME.  WE WERE TALKING ABOUT THIS LAST HOUR, THE LEGACY OR THE LIFE LEADING UP TO THE PAPACY FOR POPE BENEDICT. HE WAS BORN JOSEPH RATZINGER. HE HAD A LONG LIFE BEFORE REACHING THAT LEVEL. HE GREW UP IN GERMANY. HE WITNESSED THE NAZI'S RISE TO POWER AND THE SECOND WORLD WAR. WHAT CAN YOU TELL US ABOUT HIS EARLY LIFE THAT LED US UP TO THIS POINT?  YOU'RE RIGHT. THERE'S A SENSE IN WHICH HE ALMOST SUMMED UP THE DRAMA OF THE CATHOLIC HISTORY, BORN IN 1927, GROWING UP IN THE SHADOW OF THE RISE OF THE NAZI MOVEMENT. HIS FAMILY WAS STRONGLY ANTI-NAZI AND HE DID EVERYTHING HE COULD TO TRY TO DISTANCE HIMSELF FROM THE NAZI MOVEMENT. HE WAS FORCIBLY ENROLLED INTO THE HITLER YOUTH AND THEN THE GERMAN ARMY. ACTUALLY ENDED THE WAR BRIEFLY AS AN AMERICAN PRISONER OF WAR. AS SOON AS HE COULD, HE RETURNED TO HIS SEMINARY STUDIES, WAS ORDAINED IN THE EARLY '50s AND BECAME A RISING STAR OF CATHOLIC THEOLOGY. HE WAS A KEY CONTRIBUTOR TO THE SECOND VATICAN COUNCIL IN THE '60s. THAT IS WHY A COUPLE DECADES LATER, POPE JOHN PAUL II BROUGHT HIM TO ROME TO BE HIS RIGHT-HAND MAN IN THE INTELLECTUAL ARCHITECT OF HIS PAPACY.  HOW ARE GATHERERS REACTING RIGHT NOW? WHAT AN EXTRAORDINARY MOMENT TO HAVE GONE TO VISIT THE VATICAN AND ALL OF A SUDDEN POPE FRANCIS IS OUT IN FRONT OF YOU. WHAT'S THE SENSE OF PEOPLE YOU'RE TALKING TO THERE ABOUT THE SIGNIFICANCE OF THE MOMENT?  WELL, LOOK, I THINK THIS IS AMAZING. IT'S A POIGNANT MOMENT. YOU HAVE THE REIGNING POPE, POPE FRANCIS, WHO IS MOURNING HIS PREDECESSOR, AND IN THE PUBLIC IMAGINATION, I THINK BOTH OF THESE MEN WERE OPPOSITES AND, OF COURSE, THERE WERE MANY DIFFERENCES BETWEEN THEM. ONE THING THAT UNITED THEM WAS THAT THEY WERE BOTH POPE AND THEY HAD A CLOSE RELATIONSHIP BECAUSE THERE HAD NEVER BEEN A POPE WHO HAD AN EMERITUS BEHIND HIM. SO THEY WERE ABLE TO VISIT. I THINK WHEN POPE FRANCIS WAS TALKING TONIGHT, HE SPOKE ABOUT HOW HE WAS THE ONLY PERSON WHO COULD UNDERSTAND THE PRESSURES OF THE JOB. FOR CATHOLICS IN FLASH, I CAN IMAGINE IT'S QUITE A MOVING AND ONCE IN A LIFETIME EVENT FOR THEM TO BE HERE ON NEW YEAR'S EVE WITH POPE FRANCIS, WHICH IS ALWAYS EXCITING FOR PEOPLE TO MEET POPE FRANCIS. BUT ALSO WITH THIS SENSE OF THE LOSS OF POPE BENEDICT AND KIND OF BRINGS TOGETHER THE ENTIRE HISTORY OF THE CATHOLIC CHURCH, AT LEAST FOR THE LAST FEW DECADES.  NO QUESTION ABOUT IT. JOHN, I READ THE STATEMENT FROM PRESIDENT BIDEN, THE HIGHEST RANKING POLITICAL CATHOLIC AT THIS POINT IN TIME IN THE U.S. POPE BENEDICT MET TWO U.S. SITTING PRESIDENTS, PRESIDENT BIDEN DURING HIS LEADING OF THE CATHOLIC CHURCH. BIDEN IS VERY DEVOUT IN HIS CATHOLIC FAITH THOUGH HE DIVERGES IN SEVERAL WAYS WITH WHERE POPE BENEDICT WOULD BE INCLUDING SOME TEACHINGS OF THE CHURCH. WHAT'S YOUR SENSE OF THOSE RELATIONSHIPS?  FIRST OF ALL, THE VATICAN HAS PLENTY OF EXPERIENCE. CENTURIES OF IT ACTUALLY IN DEALING WITH HEADS OF STATE AND GOVERNMENT WHO REPORT TO BE CATHOLIC BUT DIFFER WITH THE CHURCH IN IMPORTANT RESPECTS. I DON'T THINK THAT WAS A SHOCK TO BENEDICT'S SYSTEM. ONE THING THAT IS OFTEN MISUNDERSTOOD, IN THE POPULAR IMAGINATION, FRANCIS AND BENEDICT ARE OFTEN PITTED AGAINST EACH OTHER, WITH FRANCIS PROFILING AS THE LIBERAL AND BENEDICT THE CONSERVATIVE. IN INTRA-CATHOLIC TERMS, THERE'S SOME MERIT TO THAT. BUT NEITHER BENEDICT NOR FRANCIS S FITS COMFORTABLY IN THE LEFT V RIGHT AMERICAN POLITICS. WHEN IT COMES TO ABORTION, GAY RIGHTS, BOTH FRANCIS AND BENEDICT WOULD SEEM CONSERVATIVE BY AMERICAN STANDARDS. WHEN IT COMES TO SOCIAL JUSTICE ISSUES, THE POOR, IMMIGRATION, ENVIRONMENT, THE DEATH PENALTY, WAR AND PEACE, BOTH FRANCIS AND BENEDICT WOULD SEEM QUITE LIBERAL BY AMERICAN STANDARDS. IN THAT SENSE, BENEDICT HAD THE SAME KIND OF COURTEOUS BUT UNEVEN RELATIONSHIP WITH AMERICAN PRESIDENTS THAT EVERY POPE HAS HAD AND FOR THAT MATTER POPE FRANCIS HAS HAD.  A FASCINATING LIFE, EXTRAORDINARY LIFE. GUYS, THANK YOU VERY MUCH FOR SHARING YOUR EXPERTISE. A CONVERSATION I COULD CONTINUE FOR HOURS. I APPRECIATE IT. > PRESIDENT BIDEN IS ENDING 2022 IN ST. CROIX WHERE HE'S GATHERING WITH HIS FAMILY ABOUT HIS FUTURE IN WASHINGTON. WHAT WE'RE BELEARNING ABOUT THO 2024 AMBITIONSNS NEXT. hired actually talented people 20221231172143.233|20221231172506.301",
        "start": "20221231171404.373",
        "end": "20221231172143.233"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_1600_US_FOX-News_Cavuto_Live.txt",
        "trs": "  IT WAS A ROUGH YEAR FOR BOTH WALL STREET AND MAIN STREET. WALL STREET'S WORST YEAR SINCE 2008, AND MAIN STREET RECORD HIGH INFLATION. WHAT ABOUT 2023? WHAT'S IT GOING TO BRING? MORE CHEERS OR JEERS? LET'S GO TO WEALTH CEO, DAVID RAGLIN AND DANIELLE, WHAT A PANEL, GOOD TO SEE YOU. DANIELLE, I WANT TO FOCUS ON NASDAQ, DOWN THE MOST, DOWN 33 1/3%, DUE TO THE FACT THAT WHEN INTEREST RATES GO UP WHICH THEY HAVE BEEN DOING TO HELP WITH INFLATION PROBLEM, ALL OF THESE START-UP COMPANIES FOR THE HIGH-TECH COMPANIES WHO BORROW MONEY IN ORDER TO START UP GO BUST BECAUSE THEY CAN'T KEEP UP WITH IT. SO WHERE WILL INTEREST RATES, IF INTEREST RATES KEEP GOING UP, THAT'S GOING TO BE EVEN MORE BAD NEWS FOR NASDAQ, RIG RIGHT?  IT IS. WE'VE HEARD FROM BIG EMPLOYERS, HEWLETT PACKARD, FACEBOOK, META, GOOGLE, THE LAYOFFS ARE GOING TO CONTINUE INTO THE NEW YEAR SO THEY CAN CONTINUE TO CUT THEIR COST STRUCTURE AND INDEED, YOU'RE RIGHT. RISING INTEREST RATES ARE TAKING A BIG BITE AND A LOT OF THESE COMPANIES HAVE ONLY EXISTED DURING A ZERO INTEREST RATE ENVIRONMENT, ESPECIALLY THE STARTUPS THAT YOU MENTIONED. IF THE FEDERAL RESERVE, JEROME POWELL, THE FEDERAL RESERVE IS INTENT ON RAISING INTEREST RATES EVEN SMALLER INCREMENTS, INTO THE SPRING, THAT'S GOING TO CONTINUE TO TAKE A BITE OUT OF THE COMPANY'S PROFIT MORE BEGINS.  AND -- MARGINS.  AND THERE ARE POLITICAL IMPLICATIONS. CALIFORNIA WAS DEPENDING ON SILICON VALLEY TO KEEP THEIR BALL GOING BECAUSE DURING THE PANDEMIC, SILICON VALLEY DID VERY WELL, PEOPLE WERE AT HOME AND USED FACEBOOK AND OTHER HIGH-TECH COMPANIES, BUT NOW, SILICON VALLEY IS GOING DOWN. THEY'RE NOT PAYING IN THE TAX REVENUE. CALIFORNIA HAD ABOUT A $58 BILLION SURPLUS DURING THE PANDEMIC. IT'S EXPECTED TO HAVE A DEFICIT OF 25 BILLION DOLLARS NEXT YEAR BECAUSE OF THIS, AND BECAUSE OF THE FACT THEY'RE NOT GETTING ANY MORE COVID FUNDING, THIS COULD HURT CALIFORNIA MORE THAN IT ALREADY HAS BEEN.  NO QUESTION, DAVID. CALIFORNIA GOES THROUGH THESE BOOM AND BUST CYCLES. IT'S BEEN THAT WAY FOR 35 OR 40 YEARS AND NEVER SEEM TO LEARN THAT WHAT GOES UP, SOMETIMES COMES DOWN. AND THEY ARE FACING, REMEMBER, THEY GAVE OUT ALL OF THIS MONEY LAST YEAR AND WRITING REBATE CHECKS TO PEOPLE AND NOW THEY'VE GOT ONE OF THE BIGGEST DEFICITS IN THE COUNTRY. SO, YOU'RE SO RIGHT ABOUT THAT. LOOK, MY LOOK AT THE ECONOMY RIGHT NOW, I'M LOOKING AT THE LEADING ECONOMIC INDICATORS, DAVID, AND SOMETHING LIKE EIGHT OUT OF 10 OF THOSE HAVE TURNED NEGATIVE. I WAS TURNING TO A GUY NAMED BOB BUNK, THE HEAD OF ONE OF THE BIGGEST EMPLOYMENT FIRMS IN AMERICA AND I TALKED TO HIM YESTERDAY, HE'S NOT SEEN IT SO UGLY SINCE 2008 IN TERMS OF EVEN HIRING AND THAT'S BEEN THE GOOD NEWS ON THE ECONOMY, RIGHT, DAVID, IS THE EMPLOYMENT MARKET HAS BEEN GOOD. BUT, THAT DOESN'T LOOK SO POSITIVE RIGHT NOW EITHER. AND THEN YOU ASK THE QUESTION, DAVID, WHERE IS THE GROWTH GOING TO COME FROM? ARE WE GOING TO GET ANY GOOD POLICIES OUT OF WASHINGTON? ARE WE GOING TO GET A TAX CUT? DEREGULATION? PROMOTE AMERICAN ENERGY? I DON'T SEE BIDEN DOING ANYTHING AND THAT'S TURNING IT BEARISH. . DAVID: WE KNOW WHAT WE'RE GOING TO GET, ANOTHER $2 TRILLION SPENDING BILL. THAT WAS JUST SIGNED AND WE'LL TALK ABOUT THE POLITICS OF THAT LATER ON IN THE SHOW, BUT THAT WOULD SEEM TO INDICATE THAT WE'RE NOT GOING TO LICK INFLATION BY-- ON THE BASIS OF SPENDING MORE MONEY, ARE WE? IF ANYTHING, THAT'S GOING TO MAKE INFLATION WORSE.  OH, NO QUESTION ABOUT IT. INFLATION IS HERE, YOU KNOW, THE MARKET IS GOING TO BE UNDER PRESSURE. CERTAINLY, IN THE FIRST HALF OF THIS YEAR, UNTIL WE FEEL LIKE INFLATION HAS STARTED TO PLATEAU AND PEAK AND COME DOWN. WE'RE STARTING TO SEE A LITTLE BIT OF THAT, BUT NOT NEAR THE LEVELS THAT WE NEED TO SEE OVERALL. WE'VE GOT TO REMEMBER, IN 2009, RIGHT AFTER 2008, THE FIRST HALF OF THE YEAR WAS DREADFUL UNTIL THE BEGINNING OF MARCH. SO, LOOK FOR THE BEGINNING OF THE YEAR TO HAVE SIGNIFICANT VOLATILITY, BUT WITH VOLATILITY BECOMES OPPORTUNITY. BECAUSE WHAT'S NOT BEING PRICED INTO THE MARKET IS ALL THE BAD NEWS IS IN THE MARKET. INFLATION, THE FED, CORPORATE PROFITS, THE DOLLAR, WHAT'S NOT BEING PRICED INTO IT IS WHEN DOES FED PIVOT? WHEN DOES INFLATION COME DOWN? MAYBE THE DOLLAR COMES DOWN A LITTLE BIT. SO, THESE THINGS FOR AVERAGE INVESTORS, YES, YOU'RE GOING TO HAVE TO HOLD ONTO YOUR SEAT FOR A WHILE IN NEXT YEAR, BUT DON'T MISS OUT ON THE POTENTIAL UPSIDE THAT IS GOING TO COME EVENTUALLY WITH THE MARKET BOTTOM. DAVID: I'M AFRAID TO SAY, DANIELLE, THAT A LOT OF ECONOMISTS SAY THE UPSIDE, WE'RE GOING TO HAVE TO WAIT FOR THE UPSIDE BECAUSE WE'RE GOING TO HAVE RECESSION IN 2023. MORE SPENDING IN WASHINGTON, THE HIGHER THE INTEREST RATES TO KILL INFLATION AND TO STEVE'S POINT THAT MEANS WE MAY HAVE JOB LOSSES WHICH THANKFULLY WE HAVEN'T HAD MUCH OF OVER THE PAST COUPLE OF YEARS, BUT THEY MAY BE COMING WITH THE RECESSION, NO?  DAVID, IT'S APPARENT TO ME AT LEAST THAT THEY'RE ALREADY HERE. YOU'VE GOT THE PERCENTAGE OF AMERICANS COLLECTING UNEMPLOYMENT INSURANCE, IT'S UP 30.9% FROM ITS MAY LOW. THAT'S QUITE A FEW PEOPLE WHO ARE OUT THERE AND TO STEVE'S POINT EARLIER, SPEAKING TO SOMEBODY WHO IS ON THE GROUND IN THE RECRUITING INDUSTRY, THEY'RE NOT ABLE TO FIND NEW POSITIONS AND THAT'S A BIG CHANGE FROM THE LAST FEW YEARS, WHEN IF YOU COULD FOG A MIRROR YOU COULD FIND A JOB. AND NO, I THINK DEFINITELY RECESSIONARY SIGNALS, DAVID AND IT WILL BE A LITTLE ROUGH GOING INTO 2023. DAVID: WE'VE GOT TO GIRD OURSELVES, GIRD YOUR LOINS AS THEY SAY IN THE BIBLE. I WISH WE HAD MORE TIME, PANEL, BUT WE HAD A LOT OF BREAKING NEWS, WE APPRECIATE IT. TO ANOTHER BIG STORY WE'RE FOLLOWING, AUTHORITIES ARRESTED 28-YEAR-OLD BRYAN KOHBERGER IN THE MURDER OF FOUR UNIVERSITY OF IDAHO STUDENTS. AND FOX SPOKE WITH POLICE CHIEF FRY EARLIER AND HE EXPLAIN.  WE TRULY BELIEVE WE HAVE THE INDIVIDUAL WHO COMMITTED THESE CRIMES. WE'RE PUTTING THIS PICTURE TOGETHER AND IT DOESN'T STOP JUST BECAUSE WE MAKE AN ARREST, ACTUALLY IT BEGINS AND NOW OUR INVESTIGATORS WILL PROBABLY DO HUNDREDS AND HUNDREDS OF MORE INTERVIEWS TO FINISH THIS PICTURE AND THEN WE'LL CARRY ON AND SEE IF THERE'S ANYTHING ELSE. DAVID: SO WHAT IS NEXT IN THE INVESTIGATION? JOINING ME NOW TO DISCUSS IT IS FORMER FBI DEPUTY ASSISTANT DIRECTOR, DANNY COLSON, GREAT TO SEE YOU.  THANK YOU. DAVID: THE POLICE CHIEF HAD TO BE CAREFUL WHAT HE'S SAYING BECAUSE UNTIL THIS GUY COMES TO IDAHO, THEY REALLY CAN'T RELEASE THE DETAILS OF THEIR EVIDENCE, BUT WE ARE HEARING, DAN SPRINGER, OUR REPORTER, WAS HEARING EARLIER, APPARENTLY THERE WAS GENETIC GENEALOGY, THIS GUY LEFT SOME OF HIS GENETIC CODE BEHIND AT THE CRIME SCENE. THAT'S GOING TO HELP THEM A LOT, RIGHT?  OH, YEAH, DNA IS INCREDIBLE HERE. ONE THING WE'RE ALL OVERLOOKING AND THAT'S THE MAGNIFICENT JOB THOSE CRIME SCENE INVESTIGATORS DID IN THIS CASE. THAT WAS A TERRIBLE, TERRIBLE CRIME SCENE AND ONE THAT WAS HARD TO MANAGE, HARD TO CATEGORY, HOW TO ORGANIZE AND THEY DID AN INCREDIBLE JOB AND WE'RE ALL REJOICING OVER THE ARRESTS, BUT WE SHOULD BE REJOICING HOW GOOD THESE PEOPLE WERE THAT ALLOWED THE FBI AND THE POLICE DEPARTMENT TO ARREST THIS GUY BECAUSE THAT'S WHERE IT ALL STARTS.  DANNY, HE DOES SEEM TO A LOT OF FBI PROFILERS TO FIT A PROFILE, A SPECIFIC PROFILE OF A CRIMINAL. NOW, AGAIN, HE'S INNOCENT, A LOT OF PEOPLE FIT PROFILES THAT DON'T TURN OUT TO BE SUCH, BUT DOES HE SEEM TO FIT THE PROFILE FROM EVERYTHING YOU'VE SEEN?  OH, ABSOLUTELY. ONE OF THE THINGS THAT STRUCK ME IS THAT WHEN THEY INTERVIEWED SOME OF THE GIRLS THAT KNEW HIM, THEY TALKED ABOUT HIM BEING CREEPY AND THAT TELLS ME HE'S AN INADEQUATE PERSONALITY, I'M NOT A PSYCHIATRIST, BUT LIKE A LOT OF PEOPLE AND HAVE SOME EXPERIENCE. AN INADEQUATE PERSONALITY, CAN'T MAKE SOCIAL COMMITMENTS. T TIM MCVEIGH WAS LIKE THAT. AND WHAT ELSE HAS THIS GUY DONE, IS THIS HIS ONLY RODEO? I DON'T THINK SO. I THINK WE'LL FIND HE COMMITTED OTHER CRIMES.  AND HE APPARENTLY MADE A COMMENT, IS ANYBODY ELSE ARRESTED? AND BECAUSE HE HAS A BACKGROUND IN CRIMNOLOGY, IS HE THROWING PEOPLE OFF HIS SCENT OR MIGHT THERE BE AN ACCOMPLICE HERE?  I WOULD ARGUE THERE'S NOT ONE. THIS KIND OF CRIME IS HARDLY EVER DONE BY TWO PEOPLE, IT'S USUALLY A SINGLE PERSON, SINGLE SUBJECT CRIME. I THINK HE'S PLAYING GAMES. HE WANTS TO MANIPULATE, HE WANTS TO BE IN CONTROL AND I THINK HE WAS PLAYING GAMES. I COULD BE WRONG WITH THAT, BUT MY BEST GUESS IS THAT HE WAS PLAYING GAMES WITH THOSE COPS THAT WENT TO ARREST HIM. DAVID: THAT DOES SEEM TO BE ANOTHER, AGAIN, PROFILE OF MURDERERS, THAT THEY-- I'M THINKING OF TED BUNDY, APPARENTLY JUST LET ON HERE AND THERE, LITTLE TIDBITS THAT LED AUTHORITIES TO OTHER CRIMES THAT HE HAD COMMITTED. SO, IT MIGHT BE A LONG TIME BEFORE WE GET A FULL IDEA OF WHETHER OR NOT THIS GUY HAD OTHER CRIMES THAT HE COMMITTED.  THAT'S EXACTLY RIGHT. REMEMBER, BUNDY WORKED IN A CRISIS CENTER WITH ANN RULE WHO WROTE A BOOK ABOUT HIM. HE WAS A MANIPULATOR, TOO. I'M NOT SAYING THEY'RE NOT SMART.  AND HE HAD TO KNOW NOT TO GO TO A GAS STATION THAT DIDN'T HAVE VIDEO CAMERAS, COME ON. THEY MAKE MISTAKES AND THAT'S HOW WE CATCH THEM. DAVID: ONE WAY HE DOESN'T LOOK EXCITED IS HIS MUG SHOT. AND ON FOCUS, MAYBE YOU CAN FOCUS TOO MUCH ON THINGS, IT'S A SUPERFICIAL ANALYSIS AT BEST. WHEN YOU LOOK AT A PICTURE OF SOMEBODY ACCUSED OF A HORRIFIC CRIME AND THERE'S SO LITTLE EMOTION IN THAT FACE, YOU WONDER WHAT KIND OF PERSON IT IS.  I THINK THAT'S CALLED RESIGNATION, HE KNOWS HE'S CAUGHT NOW AND HE'S INTROSPECTIVE AND THINKING WHERE DID I GO WRONG? WHAT COULD I HAVE DONE BETTER? I THINK THAT'S WHAT WE'RE SEEING. I DON'T KNOW IF HE'S EMOTIONLESS, I THINK HE'S A SOCIOPATH CLEARLY, BUT THAT'S WHAT WE'RE TALKING ABOUT HERE. HE WAS RESIGNED TO THE FACT THAT THEY ACTUALLY CAUGHT HIM IN SPITE OF THE FACT HE THOUGHT HE WAS SMARTER THAN WE ARE. DAVID: AND YOU KNOW, YOU MENTION HIS CRIMINALOLOGY BACKGROUND, A MASTERS IN CRIMINALOLOGY AND HE'S NOT DUMB. HE'S A SMART GUY. I'M WONDERING THE EXTENT THAT HE USED THAT DAMAGE OR MAY HAVE USED THE KNOWLEDGE TO COMMIT THE CRIME OR AT LEAST TO COVER IT UP?  I THINK THAT'S RIGHT. REMEMBER JAMES HOLMES, THE SHOOTER AT THE AURORA, COLORADO MOVIE THEATER. HE WAS BRILLIANT. HE WAS GETTING HIS DOCTOR'S DEGREE, TOO. SO BEING SMART IS NOT THE ISSUE. THEY'RE JUST EVIL AND I THINK WE HAVE TO SOMETIME IN OUR SOCIETY RESOLVE TO THE FACT THAT WE HAVE EVIL PEOPLE HERE AND WE NEED TO BE VERY, VERY CAREFUL. DAVID: UNFORTUNATELY, EVIL IS EVERYWHERE. AND I JUST, I'M FINALLY, I ALSO THOUGHT OF THE UNI-BOMBER, ANOTHER BRILLIANT MAN WHO KILLED A LOT OF PEOPLE.  YES. DAVID: AND DANNY, THANK YOU, THANK YOU FOR YOUR ANALYSIS.  GOOD QUESTIONS, THANK YOU. DAVID: WELL, TO UKRAINE NOW WHERE A NEW BARRAGE OF RUSSIAN AIR STRIKES PUMMELLED KEY INFRASTRUCTURE SITES AND NOW ANOTHER COUNTRY MAY BE GETTING CLOSER TO BE GETTING INVOLVED. WAIT UNTIL YOU HEAR THIS NEXT. 20221231164514.309|20221231164722.737",
        "start": "20221231163150.806",
        "end": "20221231164514.309"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_1500_US_MSNBC_AM_Joy.txt",
        "trs": "GOOD MORNING. I AM LINDSEY REISER. WE ARE HERE IN NEW YORK. WISHING YOU ALL A VERY HAPPY AND HEALTHY NEW YEARS EVE. WE ARE CONTINUING TO FOLLOW THE BREAKING NEWS OUT OF THE VATICAN. POPE BENEDICT THE 16TH HAS DIED AT THE AGE OF 95. THE VATICAN SAYS THE RETIRED POPE PASSED AWAY EARLY THIS MORNING. HIS FUNERAL WILL BE HELD ON JANUARY 5TH IN ST. PETERS SQUARE. PRESIDED OVER BY POPE FRANCIS. THAT IS THE MAN WHO BECAME LEADER OF THE CATHOLIC CHURCH AFTER BENEDICT RESIGNED FROM THE ROLE IN 2013. MSNBC LOOKS BACK ON HIS LIFE AND LEGACY.  IT WAS A RESIGNATION THAT SHOCKED THE CATHOLIC CHURCH. POPE BENEDICT, LESS THAN EIGHT YEARS AFTER HIS ELECTION, HE BECAME THE FIRST POPE AND SEVEN CENTURIES TO VOLUNTARILY RETIRE. HE SAID THAT HE LACKED THE STRENGTH OF MIND AND BODY TO DO THE JOB.  HE FELT LIKE HE WAS BEING PREVENTED FROM BEING THE POPE IN A WAY THAT HE FELT THE POPE SHOULD BE PRESENT FOR THE PEOPLE OF GOD.  HE WAS BORN JOSEPH RAT SINGER IN WARTIME GERMANY. IN THE DEEPLY CATHOLIC WEIJIA BAVARIA. HE AND HIS BROTHER GEORGE PEOPLE BECAME PRIESTS. BOTH EVENTUALLY LANDED IN ROME. THEY BOTH PLANNED RETIREMENT AND I MOVED BACK HOME WHEN JOHN PAUL THE SECOND GUIDE. AT THE GATHERING OF CARDINALS BEFORE THE CONCLAVE TO ELECT A SUCCESSOR, THE CARDINAL SENT A POINTED MESSAGE.  YOU EXPECT TO PORTRAY FOR THE HOLY SPIRIT TO ENLIGHTEN US. NO, I WAS THERE AT THE MASS BEFORE THEY ENTERED. HE GAVE A SCORCHING INDICTMENT OF RELATIVISM AND THE WORLD. IT WAS A GAUNTLET.  A GUN ON IT HE HAD ZERO NOW BEFORE. FOR ALMOST A QUARTER CENTURY UNDER POPE JOHN PAUL, HE WAS THE HEAD OF THE OFFICE THAT OVERSEES MATTERS OF CHURCH DOCTRINE AND MORALITY. CRITICS NICKNAMED HIM THE ROTTWEILER FOR HIS UNCOMPROMISING VIEWS ON PRIEST CELIBACY, THE ORDINATION OF WOMEN, AND HOMOSEXUALITY. AND FOR DISCIPLINING CATHOLIC CLERGY WHO STRAIGHT. HE DEFIED PREDICTIONS HE WAS TOO DIVISIVE AND TO ALL 78. HIS ELECTION CAME QUICKLY ON DAY NUMBER TWO. HE WILL LEAD A CHURCH THAT WAS FOUNDED CHANGED BY HIS CHARISMATIC PREDECESSOR. HE TRAVELED TO 129 COUNTRIES. HE WAS A SERIOUS THEOLOGIAN. HE WAS AN ADMINISTRATOR AND -- MANY BELIEVE THAT THE EU TOTALITARIANISM THAT HE FACED IN HITLER'S GERMANY'S BEST ROUNDED UNCERTAINTY.  WHAT IS TRUE IS TRUE. THE TRUTH IS THE TRUTH. SO MUCH OF HIS RIDING WAS REALLY ABOUT THAT. WE CAN CHANGE THE MESSAGING TO A CERTAIN DEGREE. BUT YOU CANNOT CHANGE THE TRUTH.  THAT PHILOSOPHY IS CREDITED WITH HELPING THE CHURCH GROW. BUT NOT IN THE U.S. AND EUROPE. MANY CATHOLICS WANT A MORE MODERN CHURCH. THERE WERE REVELATIONS OF PRIESTS MOLESTING CHILDREN AND THE COVER-UPS. THEY TELL A CASEY'S BLOW TO CHURCH ATTENDANCE AND FINANCES. IT BROUGHT THIS APOLOGY.  I EXPECT MY DEEP SORROW TO THE INNOCENT VICTIMS OF THESE UNSPEAKABLE CRIMES.  THOSE CLOSE TO HIM SAY THAT IT REVEALED HIS KIND NATURE. THEY DESCRIBED HIM AS A SIMPLE MAN. BEFORE BECOMING POPE, HE WALKED TO WORK AT THE VATICAN. THERE'S A LECTURE OF THE MOST PUBLIC RELIGIOUS LEADER AS THE WORLD CHALLENGED HIS NATURAL SHYNESS. HE WAS AN INTELLECTUAL AND ACCOMPLISHED PIANIST WITH LOVE FOR MOZART. HE LIVED NOT FAR FROM HIS BIRTHPLACE.  THIS WAS A GENTLE MAN. HE WAS A DEEPLY HOLY MAN AND. THERE WAS A THOUGHT THAT HE HAD TO BE A DISCIPLINARIAN IN THE CHURCH. THAT A TIME CAUSED CONFUSION. HE CREATED A CHARACTER CARICATURE OF HIM. I THINK THAT IT ACTUALLY WOUNDED HIM.  THERE WAS A PROGRESSIVE SIDE OF HIM AS WELL. THE FIRST POPE JOINED FACEBOOK INSTEAD A YOUTUBE CHANNEL. HE WAS SOMEONE WHO FOUGHT AGAINST CLIMATE CHANGE AND INSTALLED SOLAR PANELS AT THE VATICAN. THERE WAS PERHAPS HIS MOST AGGRESSIVE MOVE IT, A CHURCH WITH TWO LIVING POPES. IN 2013, HE BECAME POPE EMERITUS. HE MOVED TO RESTORED CONVENT IN VATICAN CITY. NOT FAR FROM HIS SUCCESSOR, POPE FRANCIS. HE WOULD SAY THAT HE NEVER EXPECTED TO LIVE SO MANY YEARS IN RETIREMENT. BUT HE DID. AS HE PROMISED, LARGELY OUT OF THE PUBLIC OF. HE STUDIED AND WROTE ABOUT THE FOCUS OF HIS LIFE, THE CATHOLIC CHURCH THAT HE ONCE LED.  HE WAS ONE OF THE GREATEST TEACHING POPES IN 2000 YEARS OF CHRISTIAN HISTORY. THE WORLD WILL BE READING HIS REFLECTIONS ON THE BIBLE. THE MEANING OF CHRISTIAN LIFE FOR HUNDREDS OF YEARS.  LIVING THE WAY THAT HE ONCE DESCRIBED HIMSELF, AS A HUMBLE WORKER IN THE LORD.  OUR THANKS TO CHRISTIANE FOR THE REPORT.  -- LET'S BRING IN MOLLY HUNTER. MOLLY, WHAT IS THE REACTION YOU ARE HEARING?  LINDSEY, I WANT TO DRAW YOUR ATTENTION. THEY'RE PEOPLE WALKING BEHIND ME RIGHT NOW. THAT'S BECAUSE THERE'S A PREPLANNED MASS.  THEY REALLY END DISSIPATING THIS. THERE WAS POPE FRANCIS REACTION. THIS IS THE FIRST TIME WE WILL HEAR FROM HIM SINCE THE NEWS BROKE. SECONDLY, TOURISTS AND CATHOLICS -- THEY FEEL SPECIAL THEY WERE HERE. THIS IS A HISTORY MAKING DAY. I THINK THAT EVERYONE FEELS VERY SAD AND MEANINGFUL THAT THEY ARE HERE AND SURROUNDED BY OTHER PEOPLE WHO ARE PRACTICING BELIEVERS. WE KNOW THIS FROM THE HOLY OFFICE THIS MORNING. HIS BODY, THE FORMER POLICE BODY WILL LIE AND STAYED INSIDE OF ST. PETERS'S BASILICA ON MONDAY MORNING. IT WILL BE OPEN TO THE PUBLIC. AS YOU MENTIONED, HIS FUNERAL BE ON THURSDAY IN ST. PETERS SQUARE. PRESIDED OVER BY POPE LANCET 9:30 IN THE MORNING.  MOLLY, YOU'VE GIVEN US A LITTLE BIT OF LAY OUT HERE OF WHAT WE CAN EXPECT IN TERMS THE PROCESSION. WE WILL SEE YOU IN THE NEXT WEEK OR SO. WHAT IS NEXT FOR THE VATICAN?  RIGHT, THIS IS ALL UNPRECEDENTED. WE HAVE TO UNDERSTAND AND ASSUME THAT BENEDICT HAD A HAND IN PLANNING NOT ONLY HIS RETIREMENT, BUT HE ALSO CHOSE HIS TITLE AND WHERE HE WAS GONNA LIVE. I HE ALSO WOULD'VE HAD AN INPUT AND HOW THE FUNERAL WOULD'VE GONE, AND HOW THE BURIAL WOULD'VE GONE. I SPOKE WITH A CORRESPONDENT, KRIS WHITE. I WANTED A LITTLE BIT OF CONTEXT ABOUT WHAT THIS MOMENT MEANS. TAKE A LISTEN.  THIS WILL BE UNLIKE ANYTHING THAT THE CHURCH HAS WITNESSED. THIS IS A MOMENT NOT LIKE PAST FUNERALS. HE HAD BEEN RETIRED FOR ALMOST TEN YEARS NOW. WHEN JOHN PAUL THE SECOND DIED IN 2005, IT WAS CONSIDERED THE MOST WATCHED TELEVISION EVENT IN HISTORY. I DON'T THINK WE'LL SEE ANYTHING LIKE THAT. I THINK WE WILL SEE SOMETHING FROM VARIOUS GOVERNMENTS. THIS WILL BE A TIE FOR FAITHFUL CATHOLICS FROM AROUND THE WORLD TO COME HERE AND PRAY. I THINK THAT WE WILL SEE A LOT OF CATHOLIC BISHOPS AND CARDINALS FROM AROUND THE WORLD COME HERE. I DON'T THINK WE WILL SEE ANYTHING ON THE SCALE THAT WE SAW THE LAST PEOPLE FUNERAL IN 2005.  LINDSEY, THERE ARE MANY IN THE CATHOLIC CHURCH OR SAY THAT THIS IS A MOMENT THAT SHOULD ACTUALLY START TO SPARK THE CONVERSATION AND DISCUSSION ABOUT PUTTING IN A SET OF PROCEDURES AND RULES. WE NEED TO NORMALIZE THE RETIREMENT OF A PONTIFF SO THIS IS NOT UNKNOWN OR AD HOC IF THIS WERE TO HAPPEN IN THE FUTURE. MANY SAY THAT BENEDICT HAS A VERY SERIOUS LEGACY. PART OF THAT LEGACY WILL BE DEFINED BY HIS RETIREMENT. AND WHETHER OR NOT THAT OPEN DOORS FOR A FUTURE POPES TO FOLLOW IN HIS FOOTSTEPS.  WE CONTINUE TO WATCH PEOPLE FILE THERE BEHIND YOU. I KNOW THAT YOU HAVE HAD A CHANCE TO PULL A COUPLE TO THE SIDE. --  WHEN PEOPLE MIGHT SHOW UP TODAY GIVEN THIS NEWS.  I DON'T THINK THAT WHAT PEOPLE ARE SHOWING UP.  WE THERE ARE A LOT OF TOURISTS COMING IN JUST FOR THE. CHINA THINK IODINATION LAYERED MEANING. I THINK THE PEOPLE FEEL VERY LUCKY AND PRIVILEGED TO BE HERE FOR THIS MOMENT. THEY ACTUALLY GET THE CHANCE TO GLIMPSE POPE FRANCIS. THE ONLY SINGLE LIVING POPE AT THIS MOMENT. THAT WAS DIFFERENT IN THE LAST TIME WE SAW HIM. I THINK THERE IS A NET LAYER OF THIS. PEOPLE ARE LOOKING FORWARD TO THE.  THINK YOU SO MUCH.  SHE WAS A TRAIL BLAZER, PIONEER. THE FIRST WOMAN TO TAKE PRIMETIME NETWORK NEWS PROGRAMS. TO BEGIN THE PREEMINENT INTERVIEWER AND TELEVISION. LEGENDARY JOURNALIST BARBARA WALTERS DIED AT THE AGE OF 93. SURROUNDED BY FRIENDS AND LEVEL ONES. SHE BECAME A CULTURAL TOUCHSTONE WITH HER TRADEMARK IN-DEPTH HIGH-PROFILE INTERVIEWS. OPENING DOORS FOR WOMEN IN THE NEWS INJURY. IT WAS STILL JUST AN OLD BOYS CLUB. SHE LEFT BEHIND A LEGACY THAT STARTED HERE AT NBC. WE HAVE MORE ON THE LEGACY.  WHERE WERE WOLTERS PRACTICALLY INVENTED IT. A BIG COMPETITIVE NEWS MAKING INTERVIEW. OVER HALF A ON TELEVISION. SHE GOT JUST ABOUT EVERYONE. SHE WAS THEN WILLING TO ASK QUESTIONS OF OTHERS WOULD NOT.  THE PRESIDENT OF THE UNITED STATES, YOU ARE UNDER IT.  WHERE DO YOU GET THE NERVE?  SHE SAT DOWN WITH EVERY AMERICAN PRESIDENT SINCE NIXON.  ARE YOU SORRY ABOUT THE TAPES?  YES, I THINK SO.  SHE WENT HEAD TO HEAD WITH TYRANTS.  WE READ THE EU ARE UNSTABLE. WE READ THAT YOU ARE MAD.  THEY WERE CONVICTED KILLERS.  I WAS JUST A NORMAL KID.  A NORMAL KID WHO KILLED HER PARENTS.  FEW PEOPLE IN THE BUSINESS WERE WILLING TO WORK HARDER.  I DID NOT STARTED TO DO ANYTHING. I WAS DOING IT BECAUSE I WANTED TO BE THE BIGGEST OR THE BEST. I NEVER FELT THAT WAY.  BARBARA WALTERS GROUP AROUND SHOW BUSINESS. HER FATHER OWNED THE FAMOUS AND QUARTER. IT IS THE NEW YORK NIGHTCLUB WHERE YOUNG BARBARA WOULD GET TO KNOW THE STARS OF THE DAY.  I WOULD TAKE THEM BACK STAGE THAT THE MAKEUP. I WOULD HEAR THEIR PROBLEMS. I WOULD KNOW THEIR STORIES. I REALIZE THAT CELEBRITIES WHERE PEOPLE. NEVER BEEN IN ALL OF THEM.  SHE JOINED TODAY STOWE IN 1961 AS A WRITER.  BARBARA IS WITH ME RIGHT NOW.  HER GOAL WAS TO BE TAKEN SERIOUSLY. THAT WAS NOT EASY. SHE WAS GIVEN THE FLUFF. SHE WAS AT PARIS FASHION WEEK PLAYBOY BUNNY SCHOOL.  I AM ON THE BUNNY, I AM A REPORTER FOR THE NATIONAL BROADCAST.  IN NOVEMBER OF 1963, SHE HAD HER FIRST NATIONAL NEWS STORY.  THEY HAVE BEEN GUARDING THE CASKET OF PRESIDENT KENNEDY.  SHE BECAME A TODAY SHOW REGULAR. ALTHOUGH IN THE SHADOW OF THE OTHER HOST, FRANKLY.  I COULD NOT ASK THE QUESTION. THE ONLY WAY THAT I COULD DO AN INTERVIEW TO HER GRAVE SUBSTANCE WAS IF I THOUGHT ABOUT MYSELF.  SHE HAD BIG NAMES IN POLITICS AND SHOW BUSINESS. SHE DECIDED THAT THE INTERVIEW WAS HER WAY OF DOING IT.  SHE IS DIFFICULT.  TYPICAL THAT AS A DAISY.  HER CAREER TOOK OFF.  SHE WAS HERE.  I WAS THERE FILMING THE TODAY SHOW. ARE THE ONLY WOMAN FROM NBC THAT WAS SENT THERE. I DID INTERVIEWS WITH PRESIDENTIAL CANDIDATES. I WENT TO THE CONVENTIONS. LITTLE BY LITTLE, PEOPLE CAN SEE THAT THIS IS A WOMAN THAT IS DOING THE SAME THING THAT THE MANNER DOING. IT IS OKAY. WHEN  FRANKLY DIED IN 1974, HERBAL BECAME THE FIRST FEMALE CO HOST FOR NBC.  ABC NEWS SOON CAME CALLING. IT HOSTED THE PRIMETIME SPECIAL.  THERE WAS 1 MILLION DOLLAR CONTRACT WITH.  I WENT BECAUSE I HAD A SEVEN -- I WANTED A NORMAL LIFE.  SHE GOT OFF TO A ROCKY START NBC NEWS.  MY PARTNER WAS A WELL RESPECTED NEWS MAN NAMED HARRY WEINER. HE WANTED TO DO THE NEWS EVERY NIGHT. HE JUST DID NOT WANT A PARTNER. NO LESSON WOMAN. HE MADE THAT CLEAR FROM THE VERY FIRST NIGHT.  I HAVE TIME ON YOUR STORY AND MINE TONIGHT. YOU HAVE FOUR MINUTES.  I BECAME THE UNDERDOG. IT WAS THE WORST TIME OF MY LIFE. I WAS DROWNING.  HELLO, THIS IS BARBARA.  SHE HAD THE LEGENDARY PARTY UNSIGHTLY NIGHT LIVE.  BARBARA WALTERS --  BARBER JUST KEPT WORKING. SHE MODERATED A PRESIDENTIAL DEBATE AND HOST PRIMETIME SPECIALS. SHE LANDED MORE BIG INTERVIEWS.  IS IT TRUE THAT WE ARE THE FIRST AMERICANS ACROSS THE BAY OF PIGS AND 16 YEARS?  SHE MADE HISTORY. THE FIRST JOINT INTERVIEW WITHIN EGYPTIAN PRESIDENT AND AN ISRAELI PRIME MINISTER. SHE WAS THEN LADY CO-ANCHORS OF 2020. SHE CONDUCTED HUNDREDS OF INTERVIEWS OVER 25 YEARS. FEW OF THEM MORE MEMORABLE THAN THIS ONE.  BUT KIND OF A TRIO?  EVERYBODY WOULD LIKE TO BE A NO TREE. IT IS VERY STRONG AND PRETTY.  THIS IS THE ONLY TIME THAT I ASKED THAT QUESTION.  ANYTIME INTERVIEWER ONCE PUT ME DOWN, THEY ASKED ME WHAT KIND OF TREE I AM.  LOOKING AT THIS -- SHE STARTED THE VIEW. IT IS NOW A TELEVISION STAPLE THAT SURVIVES HER.  THERE WERE DIFFERENT GENERATIONS OF WOMEN AND DIFFERENT BACKGROUNDS.  SHE ANNOUNCED THAT SHE WOULD BE RETIRING. SHE DID IT WITH A NOD TO HURRICANE LEGACY. -- I  DID ANYTHING BEYOND WHAT I COULD EVER IMAGINE. I HOPE THAT I INSPIRED OTHER WOMEN TO MAKE TELEVISION. I WANT TO SAY THE 12 YOU HAVE BEEN WATCHING ME FOR MANY YEARS. YOU HAVE TRAVELED THE SAME ROLE THAT I HAVE TRAVELED. WE HAVE BEEN TOGETHER FOR A LONG TIME. THANK YOU. THANK YOU.  SHE LEFT THE VIEW IN 2014. SHE SAID SHE WAS RETIRING. I DOZENS OF THE TOP WOMEN IN TELEVISION NEWS CAME -- I  WITH BARBARA WALTERS WENT ON TO CHANGE TELEVISION WE. NBC NEWS.  THANK YOU. STILL TO COME, SOME KEY TAKEAWAYS FROM THE RELEASE OF DONALD TRUMP'S TAX RETURNS. FIRST, A SUSPECT HAS BEEN CHARGED IN LAST MONTH'S MURDERS OF FOUR UNIVERSITY OF IDAHO STUDENTS. WE BRING YOU THE LATEST AFTER THE BREAK. AFTE THE BREAK. 20221231151603.978|20221231151732.300",
        "start": "20221231150016.366",
        "end": "20221231151603.978"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_1400_US_CNN_CNN_Newsroom.txt",
        "trs": "> THAT'S NEW ZEALAND, VERY EXCITED TO WELCOME THE NEW YEAR WITH A MASSIVE FIREWORKS DISPLAY OVER AUCKLAND HARBOUR BRIDGE.  HOWEVER, NOT TO BE OUTDONE, AUSTRALIA JOINING IN THE REFVELY WITH THEIR OWN LIGHT SHOW DOWN UNDER. TENS OF THOUSANDS, OF COURSE, PEOPLE OUT THERE IN SYDNEY HARBOUR ENJOYING THE SUMMER WEATHER NEAR THE FAMOUS OPERA HOUSE TO RING IN JANUARY 1, 2023. OF COURSE, HERE AT HOME, NEW YORK'S TIMES SQUARE SYNONYMOUS WITH NEW YEAR EVE CELEBRATIONS, NO PORT-A-POTTIES, YOU SHOULD KNOW. IF YOU'RE GOING.  NOPE.  YEAH.  YOU'RE ON A ROLE. HUNDREDS OF THOUSANDS EXPECTED TO WELCOME IN THE NEW YEAR IN THE CITY. CNN'S GLORIA PAZMINO JOINING US LIVE FROM TIMES SQUARE. HI, GLORIA, I KNOW YOU'RE A NATIVE NEW YORKER. YOU ARE SO EXCITED, I CAN TELL. WHAT CAN PEOPLE EXPECT? AND PLEASE INCLUDE SHOULD PEOPLE BRING DIAPERS? WEAR DIAPERS OR NOT?  Reporter: HAPPY NEW YEAR'S EVE, MARTIN AND AMARA. LISTEN, I KNOW THIS IS A CONTROVERSIAL OPINION, BUT AS A NEW YORKER I FIND TIMES SQUARE VERY CHARMING. AND TONIGHT IS GOING TO BE ONE OF THOSE NIGHTS. AND REALLY, WE ARE SO EXCITED BECAUSE FOR THE PAST TWO YEARS, THE CELEBRATIONS HERE HAVE BEEN SEVERELY SCALED DOWN, BECAUSE OF COVID. BUT THIS YEAR, ALL RESTRICTIONS ARE LIFTED. AND WE ARE EXPECTING A BIG TURNOUT. BIG CROWDS ARE GOING TO START LINING THE SIDEWALKS, WHERE I'M STANDING RIGHT NOW. AS I SAID, NO COVID RESTRICTIONS, BUT THERE WILL BE A LOT OF SECURITY. EVERY YEAR, THE NYPD MAKES SURE THAT THIS EVENT IS SAFE AND FUN FOR EVERYBODY. SO THAT MEANS, YOU KNOW, BAG SCREENINGS, SECURITY SCREENINGS. DO NOT BRING UMBRELLAS OR LARGE BACKPACKS OR BLANKETS OR CHAIRS. YOU WANT TO MAKE SURE YOU HAVE AS LITTLE AS POSSIBLE ON YOU TO GET THROUGH THAT SCREENING. AND OF COURSE, THE BIG STAR OF THE SHOW IS THAT CRYSTAL BALL, MORE THAN 11,000 POUNDS, IT'S MADE UP OF WATERFORD CRYSTAL, AND IT WILL GO UP AT NIGHT, AND COME DOWN RIGHT AS THE NEW YEAR RINGS IN. 2023, IT WILL BE AN ICONIC CELEBRATION. THE ONLY WAY IT CAN BE DONE RIGHT HERE IN NEW YORK CITY.  OKAY, GLORIA, NO PORT-A-POTTIES, THOUGH, WE WERE SAYING. YOU WILL PROBABLY HAVE ACCESS TO A TOILET BECAUSE YOU'RE PART OF THE MEDIA. BUT WHAT ABOUT THE THOUSANDS OF OTHERS WHO ARE SHOWING UP? WHAT'S YOUR BEST ADVICE TO THEM?  Reporter: I HAVE NONE. MY ADVICE IS JUST COME PREPARED. YOU'RE RIGHT. I AM VERY PRIVILEGED TONIGHT. I WILL HAVE ACCESS TO A BATHROOM, THANK GOD. BUT IF YOU ARE JUST COMING HERE TO WATCH, IT COULD BE HOURS UNTIL YOU GET TO A BATHROOM, SO TAKE THAT INTO ACCOUNT.  LEAVE IT THERE. GLORIA PAZMINO, HAVE A GREAT TIME. HAPPY NEW YEAR.  HAPPY NEW YEAR, GLORIA. > RIGHT ON TAP FOR BOTH THE EAST AND WEST COAST THIS WEEKEND, AND MOST IMPORTANTLY FOR TONIGHT'S NEW YEAR'S EVE CELEBRATION.  YEAH, THOSE WARMING TEMPERATURES HAVE TRIGGERED FLOOD WATCHES FOR OVER 25 MILLION PEOPLE. SERIOUS STUFF, SO LET'S BRING IN METEOROLOGIST ALLISON CHINCHAR IN THE WEATHER CENTER. ALLISON, WERE THE FLOOD WARNINGS AND CONCERNS?  IT'S REALLY ON BOTH COASTS. YOU'VE GOT TWO SYSTEMS HERE. THE BRAND-NEW SYSTEM TO THE WEST COAST, GOING TO BRING RAIN FOR SAN FRANCISCO, LOS ANGELES, ALL THE WAY TO SAN DIEGO. AND HEAVY MOUNTAIN SNOW IN INTERMOUNTAIN WEST. THE SECOND SYSTEM, BRINGING RAIN ALL THE WAY DOWN TO FLORIDA TODAY. AND YES, THAT IS GOING TO IMPACT A LOT OF THOSE EASTERN CITIES. HERE WE TAKE A LOOK AT 6:00 TONIGHT, GOOD NEWS FOR PLACES LIKE CLEVELAND AND ATLANTA. FINALLY STARTING TO DRY OUT THERE. IF YOU HAVE OUTDOOR PLANS, THAT'S GOOD NEWS. A LOT OF OTHER LOCATIONS, D.C., BOSTON, PHILADELPHIA, AND YES, EVEN NEW YORK, STILL HAVE A CHANCE TO HAVE SOME OF THAT RAIN IN THE GENERAL VICINITY AT THE TIME THE BALL WOULD DROP TONIGHT. SO, HERE'S A LOOK AT THE NEW YORK CITY FORECAST SPECIFICALLY. YOU'VE GOT THE HEAVIEST RAIN LIKELY BETWEEN 6:00 AND 9:00 P.M. TONIGHT. THE GOOD NEWS IS, TEMPERATURES WILL BE ON THE MILD SIDE, INTO THE 50s BUT, YES, CAN'T GUARANTEE THAT THAT RAIN WILL BE ENDING IN TIME FOR THE BALL TO DROP. BUT THE GOOD NEWS, AT LEAST IT SHOULD BE LIGHTER AT THAT POINT THAN IT WAS PRIOR TO EARLIER IN THE DAY. OTHER AREAS ALSO LOOKING AT RAIN IN THE FORECAST, BUT A LOT OF GOOD LOCATIONS, TOO. DALLAS, HOUSTON, ALSO LOOKING AT ST. LOUIS FOR SOME OF YOUR DRY LOCATIONS.  ALLISON CHINCHAR THANKS VERY MUCH. WE WILL SEE WHAT THE WEATHER BRINGS FOR 2023.  AND DON'T FORGET, ANDERSON AND ANDY, THEY ARE BACK FOR ANOTHER GLOBAL CELEBRATION. WE'RE TALKING WORLDWIDE. JOIN US LIVE FOR THAT TEAM, AND THOSE TWO, THIS EVENING, FROM TIMES SQUARE, STARTING AT 8:00 P.M. EASTERN RIGHT HERE ON CNN. IN THE MEANTIME, WE'LL BE RIGHT BACK. we don't even need an 20221231142203.571|20221231142526.973",
        "start": "20221231141652.292",
        "end": "20221231142203.571"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_1400_US_CNN_Smerconish.txt",
        "trs": "> THAT'S NEW ZEALAND, VERY EXCITED TO WELCOME THE NEW YEAR WITH A MASSIVE FIREWORKS DISPLAY OVER AUCKLAND HARBOUR BRIDGE.  HOWEVER, NOT TO BE OUTDONE, AUSTRALIA JOINING IN THE REFVELY WITH THEIR OWN LIGHT SHOW DOWN UNDER. TENS OF THOUSANDS, OF COURSE, PEOPLE OUT THERE IN SYDNEY HARBOUR ENJOYING THE SUMMER WEATHER NEAR THE FAMOUS OPERA HOUSE TO RING IN JANUARY 1, 2023. OF COURSE, HERE AT HOME, NEW YORK'S TIMES SQUARE SYNONYMOUS WITH NEW YEAR EVE CELEBRATIONS, NO PORT-A-POTTIES, YOU SHOULD KNOW. IF YOU'RE GOING.  NOPE.  YEAH.  YOU'RE ON A ROLE. HUNDREDS OF THOUSANDS EXPECTED TO WELCOME IN THE NEW YEAR IN THE CITY. CNN'S GLORIA PAZMINO JOINING US LIVE FROM TIMES SQUARE. HI, GLORIA, I KNOW YOU'RE A NATIVE NEW YORKER. YOU ARE SO EXCITED, I CAN TELL. WHAT CAN PEOPLE EXPECT? AND PLEASE INCLUDE SHOULD PEOPLE BRING DIAPERS? WEAR DIAPERS OR NOT?  Reporter: HAPPY NEW YEAR'S EVE, MARTIN AND AMARA. LISTEN, I KNOW THIS IS A CONTROVERSIAL OPINION, BUT AS A NEW YORKER I FIND TIMES SQUARE VERY CHARMING. AND TONIGHT IS GOING TO BE ONE OF THOSE NIGHTS. AND REALLY, WE ARE SO EXCITED BECAUSE FOR THE PAST TWO YEARS, THE CELEBRATIONS HERE HAVE BEEN SEVERELY SCALED DOWN, BECAUSE OF COVID. BUT THIS YEAR, ALL RESTRICTIONS ARE LIFTED. AND WE ARE EXPECTING A BIG TURNOUT. BIG CROWDS ARE GOING TO START LINING THE SIDEWALKS, WHERE I'M STANDING RIGHT NOW. AS I SAID, NO COVID RESTRICTIONS, BUT THERE WILL BE A LOT OF SECURITY. EVERY YEAR, THE NYPD MAKES SURE THAT THIS EVENT IS SAFE AND FUN FOR EVERYBODY. SO THAT MEANS, YOU KNOW, BAG SCREENINGS, SECURITY SCREENINGS. DO NOT BRING UMBRELLAS OR LARGE BACKPACKS OR BLANKETS OR CHAIRS. YOU WANT TO MAKE SURE YOU HAVE AS LITTLE AS POSSIBLE ON YOU TO GET THROUGH THAT SCREENING. AND OF COURSE, THE BIG STAR OF THE SHOW IS THAT CRYSTAL BALL, MORE THAN 11,000 POUNDS, IT'S MADE UP OF WATERFORD CRYSTAL, AND IT WILL GO UP AT NIGHT, AND COME DOWN RIGHT AS THE NEW YEAR RINGS IN. 2023, IT WILL BE AN ICONIC CELEBRATION. THE ONLY WAY IT CAN BE DONE RIGHT HERE IN NEW YORK CITY.  OKAY, GLORIA, NO PORT-A-POTTIES, THOUGH, WE WERE SAYING. YOU WILL PROBABLY HAVE ACCESS TO A TOILET BECAUSE YOU'RE PART OF THE MEDIA. BUT WHAT ABOUT THE THOUSANDS OF OTHERS WHO ARE SHOWING UP? WHAT'S YOUR BEST ADVICE TO THEM?  Reporter: I HAVE NONE. MY ADVICE IS JUST COME PREPARED. YOU'RE RIGHT. I AM VERY PRIVILEGED TONIGHT. I WILL HAVE ACCESS TO A BATHROOM, THANK GOD. BUT IF YOU ARE JUST COMING HERE TO WATCH, IT COULD BE HOURS UNTIL YOU GET TO A BATHROOM, SO TAKE THAT INTO ACCOUNT.  LEAVE IT THERE. GLORIA PAZMINO, HAVE A GREAT TIME. HAPPY NEW YEAR.  HAPPY NEW YEAR, GLORIA. > RIGHT ON TAP FOR BOTH THE EAST AND WEST COAST THIS WEEKEND, AND MOST IMPORTANTLY FOR TONIGHT'S NEW YEAR'S EVE CELEBRATION.  YEAH, THOSE WARMING TEMPERATURES HAVE TRIGGERED FLOOD WATCHES FOR OVER 25 MILLION PEOPLE. SERIOUS STUFF, SO LET'S BRING IN METEOROLOGIST ALLISON CHINCHAR IN THE WEATHER CENTER. ALLISON, WERE THE FLOOD WARNINGS AND CONCERNS?  IT'S REALLY ON BOTH COASTS. YOU'VE GOT TWO SYSTEMS HERE. THE BRAND-NEW SYSTEM TO THE WEST COAST, GOING TO BRING RAIN FOR SAN FRANCISCO, LOS ANGELES, ALL THE WAY TO SAN DIEGO. AND HEAVY MOUNTAIN SNOW IN INTERMOUNTAIN WEST. THE SECOND SYSTEM, BRINGING RAIN ALL THE WAY DOWN TO FLORIDA TODAY. AND YES, THAT IS GOING TO IMPACT A LOT OF THOSE EASTERN CITIES. HERE WE TAKE A LOOK AT 6:00 TONIGHT, GOOD NEWS FOR PLACES LIKE CLEVELAND AND ATLANTA. FINALLY STARTING TO DRY OUT THERE. IF YOU HAVE OUTDOOR PLANS, THAT'S GOOD NEWS. A LOT OF OTHER LOCATIONS, D.C., BOSTON, PHILADELPHIA, AND YES, EVEN NEW YORK, STILL HAVE A CHANCE TO HAVE SOME OF THAT RAIN IN THE GENERAL VICINITY AT THE TIME THE BALL WOULD DROP TONIGHT. SO, HERE'S A LOOK AT THE NEW YORK CITY FORECAST SPECIFICALLY. YOU'VE GOT THE HEAVIEST RAIN LIKELY BETWEEN 6:00 AND 9:00 P.M. TONIGHT. THE GOOD NEWS IS, TEMPERATURES WILL BE ON THE MILD SIDE, INTO THE 50s BUT, YES, CAN'T GUARANTEE THAT THAT RAIN WILL BE ENDING IN TIME FOR THE BALL TO DROP. BUT THE GOOD NEWS, AT LEAST IT SHOULD BE LIGHTER AT THAT POINT THAN IT WAS PRIOR TO EARLIER IN THE DAY. OTHER AREAS ALSO LOOKING AT RAIN IN THE FORECAST, BUT A LOT OF GOOD LOCATIONS, TOO. DALLAS, HOUSTON, ALSO LOOKING AT ST. LOUIS FOR SOME OF YOUR DRY LOCATIONS.  ALLISON CHINCHAR THANKS VERY MUCH. WE WILL SEE WHAT THE WEATHER BRINGS FOR 2023.  AND DON'T FORGET, ANDERSON AND ANDY, THEY ARE BACK FOR ANOTHER GLOBAL CELEBRATION. WE'RE TALKING WORLDWIDE. JOIN US LIVE FOR THAT TEAM, AND THOSE TWO, THIS EVENING, FROM TIMES SQUARE, STARTING AT 8:00 P.M. EASTERN RIGHT HERE ON CNN. IN THE MEANTIME, WE'LL BE RIGHT BACK. we don't even need an 20221231142202.904|20221231142526.307",
        "start": "20221231141651.626",
        "end": "20221231142202.904"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_1100_US_FOX-News_FOX_and_Friends_Saturday.txt",
        "trs": "[APPLAUSE] RACHEL: WE ARE BACK WITH A FOX NEWS ALERT, POPE EMERITUS POPE BENEDICT XVI HAS DIED AT 95. THE BRIDGE PRIME MINISTER EXPRESSING CONDOLENCES SAYING BENEDICT WAS, QUOTE, A GREAT THEOLOGIAN WHOSE UK VISIT IN 2010 WAS A HISTORIC MOMENT FOR CATHOLICS AND NON-CATHOLICS THROUGHOUT THE COUNTRY. THE ARCHBISHOP IN CHICAGO ADDING THIS PRAYER, LORD, LET YOUR PROFESSIONAL LIGHT -- AND MAY HE REST IN PEACE. THE BELL AT THE VATICAN RINGING TO HONOR THE RETIRED PONTIFF, POPE FRANCIS WILL PRESIDE OVER THE FUNERAL IN ST. PETER'S SQUARE ON THURSDAY. POPE BENEDICT WAS 95 YEARS OLD. RACHEL: RUSSIA S LATIMER PUTIN MEETING WITH XI XINPING, PUT LOOKING TO STRENGTHEN MILITARY RELATIONS AHEAD OF AN IN PERSON MEETING. HERE IS SENIOR FELLOW AT THE INSTITUTE, GORDON CHANG. YOU SAY XI JINPING AND PUTIN ARE PLOTTING TO END THE INTERNATIONAL SYSTEM AS WE KNOW IT AND FORM THIS NEW ALLIANCE AND IF THIS HAPPENS WE WON'T BE ABLE TO RECOGNIZE THE WORLD. WHAT WILL THAT WORLD LOOK LIKE IF THEY SUCCEED?  HAPPY NEW YEAR. WE SEE A WORLD DIVIDED INTO SPHERES OF INFLUENCE, MAYBE CHINA RULING THE WORLD BECAUSE THAT IS BEIJING'S AMBITION. WHAT WE HAVE TO UNDERSTAND IS THIS IS NOT JUST A COMPETITION WITH CHINA AND RUSSIA AS PRESIDENT BIDEN SAYS, THIS REALLY IS CHINA AND RUSSIA TRYING TO TAKE DOWN THE INTERNATIONAL SYSTEM THAT HAS BEEN IN PLACE SINCE 1648 AND THE RULES-BASED ORDER THAT HAS BEEN IN PLACE SINCE THE END OF THE SECOND WORLD WAR, THERE WILL BE NO FREEDOM, NO DEMOCRACY, NO HUMAN RIGHTS IF CHINA AND RUSSIA GET THEIR WAY. RACHEL: THEY ARE ANTICIPATING SOME SORT OF WAR, THEY PLAN ON ALIGNING FOR THAT PURPOSE. ARE WE READY FOR THAT?  WE ARE CERTAINLY NOT READY FOR IT. WE ARE STRUGGLING TO DEAL WITH THE UKRAINE SITUATION WHICH IS A WAR ALREADY DESPITE WHAT THE CHINESE HAVE BEEN SAYING. BEIJING HAS BEEN BACKING RUSHER TO THE HILT WITH THE ELEVATED COMMODITY PURCHASES, FINANCING THE WAR. CHINA SUPPLYING DIPLOMATIC PROPAGANDA, FINANCIAL SYSTEM AND MILITARY ASSISTANCE AND BIDEN KEEPS WARNING THE CHINESE NOT TO SUPPLY MILITARY HELP BUT THEY CONTINUE TO DO IT WHICH IS A FURTHER SIGN THE INTERNATIONAL ORDER IS BREAKING DOWN AND WE ARE NO LONGER DETERRING CHINA. RACHEL: THEY ARE NOT AFRAID OF US. MY CONCERN IS BIDEN IS IN CHARGE IN THIS DANGEROUS PERIOD OF TIME IN THESE RELATIONS AND HE HAS HIS HEAD IN THE SAND. LOOK WHAT IS HAPPENING IN LATIN AMERICA, HE'S PRACTICALLY HANDING OVER THE WESTERN HEMISPHERE ON A PLATTER TO THE CHINESE. IS THIS HAPPENING BECAUSE PRESIDENT BIDEN IS COMPROMISED BY THE CHINESE? MAKES NO SENSE WHY THE PRESIDENT OF THE UNITED STATES WOULDN'T BE DOING MORE TO CONTROL WHAT IS HAPPENING IN CHINA AND TAKE THE UPPER HAND. IS HE COMPROMISED?  HE COULD VERY WELL BE. THE THING, I AM NOT IN BIDEN'S HEAD. HE ALSO BELIEVES IN THE ENGAGEMENT THEORY THAT HAS BEEN IN PLACE FOR FIVE DECADES AND ESPECIALLY THE LAST THREE DECADES, THIS HAS WORKED OUT DISASTROUSLY FOR THE UNITED STATES, OUR FRIENDS AND PARTNERS. BIDEN STILL CLINGS TO IT BECAUSE HE THINKS HE CAN COOPERATE WITH CHINA ON THINGS LIKE CLIMATE CHANGE. PEOPLE MAY THINK THAT CLIMATE CHANGE IS IMPORTANT, YOU CAN'T COOPERATE WITH CHINA ON ANYTHING AS WE ARE SEEING RIGHT NOW WITH COVID 19. RACHEL: HE CERTAINLY COOPERATED WITH THE CHINESE GOVERNMENT TO ENRICH HIS FAMILY WITH HUNTER. THANK YOU SO MUCH FOR JOINING US, YOU ARE ALWAYS SOUNDING AN ALARM WE NEED TO LISTEN TO.  THANK YOU SO MUCH AND STAY SAFE. HAPPY 2023. RACHEL: THANK YOU. THINK YOUR BILLS ARE HIGH NOW? JUST WAIT. WE ARE BREAKING DOWN ALL THE TAX HIKES HITTING AMERICANS STARTING AT MIDNIGHT TONIGHT. MORE BAD NEWS BUT FIRST J.P. BURR  IS PERFORMING YOU CAN'T ALWAYS GET WHAT YOU WANT. ♪ ♪ ♪ YOU CAN'T ALWAYS GET WHAT YOU WANT ♪ YOU CAN'T ALWAYS GET WHAT YOU WANT ♪ YOU CAN'T ALWAYS GET WHAT YOU WANT ♪ BUT IF YOU TRY SOMETIME ♪ YOU JUST MIGHT FIND ♪ YOU GET WHAT YOU NEED ♪ YOU GET WHAT YOU NEED ♪ YOU CAN'T ALWAYS GET WHAT YOU WANT ♪ YOU CAN'T ALWAYS GET WHAT YOU WANT ♪ YOU CAN'T ALWAYS GET WHAT YOU WANT ♪ 20221231115032.845|20221231115323.382",
        "start": "20221231114347.974",
        "end": "20221231115032.845"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_1100_US_FOX-News_FOX_and_Friends_Saturday.txt",
        "trs": "WILL: AMERICANS ARE STRUGGLING TO PAY BILLS, COSTS COULD JUMP MORE NEXT YEAR. NEW TAX HIKE STARTING NEXT MONDAY WILL REPORTEDLY INCREASE HOUSEHOLD ENERGY BILLS AND RETIREMENT ACCOUNTS. OR TO REACT FROM RAMSEY SOLUTIONS, PERSONAL-FINANCE EXPERT GEORGE KAMELL. AS PEOPLE WAKE UP IN 2023 MAYBE A LITTLE HUNG OVER IN THEIR BANK ACCOUNT A LITTLE LOW FOR WHAT THEY SPENT THE NIGHT BEFORE THERE ARE NEW TAXES.  THE INFLATION REDUCTION ACT WHEN YOU LOOK UNDERNEATH THE HOOD IS GOING TO INCREASE TAXES FOR ALMOST EVERY TAX BRACKET ON EVERY AMERICAN WHICH IS FRUSTRATING WHEN YOU HEARD THE POLITICIANS SAY THIS WILL NOT INCREASE TAXES. WILL: A LOT OF IT IS REGRESSIVE, ENERGY, THINGS EVERYBODY USES SO IT WILL HIT EVERYBODY.  THEY SAY WE WILL INVEST IN THE FUTURE, BUT YOU RAISE COSTS FOR ALL THESE COMPANIES AND GUESS WHO PAYS FOR THAT, THE TAXPAYER THROUGH INCREASED COSTS, INFLATION INCREASING. THIS IS NOT THE INFLATION REDUCTION ACT. PETE: THE METHANE TAX COULD RESULT IN A 17% INCREASE, TAXES ON CRUDE, TAXES ON COAL PRODUCTION ALL GETS PASSED ALONG.  ANY LEGISLATION, ANY TAX BILL IS NOT GOING TO CHANGE THE AVERAGE AMERICAN'S LIFE. IT GIVES AMERICANS HOPE THEY CAN CHANGE THEIR OWN LIFE REGARDLESS WHAT IS HAPPENING IN THE ECONOMY, STILL BUILD WEALTH IN 2023. WHEN YOU DON'T HAVE ANY DEBT, YOU DON'T OWE ANYONE ANYTHING AND YOU HAVE MONEY IN THE BANK, YOU SLEEP DIFFERENTLY. THE NOISE FROM WASHINGTON, THE WHITE HOUSE, FADES AWAY AND YOU WORRY ABOUT YOUR OWN HOUSE. PETE: MONEY IS FREEDOM. WHAT IS YOUR RECOMMENDATION TO PEOPLE LOOKING TO START FINANCIALLY A NEW IN 2023?  BELIEVE IT IS POSSIBLE. THE LARGEST MILLION OR STUDY EVER DONE, 97% OF MILLIONAIRES SAID THEY CONTROL THEIR FINANCIAL DESTINY. GET OUT OF DEBT, GET ON BUDGET, WE WILL DO A DEEP DIVE ON THIS, A LIVE STREAM ON JANUARY 12TH, YOU CAN SIGN UP AT RAMSEYSOLUTIONS.COM/WEALTH, WE WILL TALK ABOUT HOW YOU CAN DO THAT REGARD US WHAT IS HAPPENING IN THE ECONOMY TO BUILD FOR THE FUTURE. PETE: TONIGHT, SPEND ON WHAT YOU NEED TO.  GET THE HANGOVER BUT THEN YOU HAVE THE FINANCIAL HANGOVER FROM YOUR CHRISTMAS SPENDING. TIME TO CUT UP THE CREDIT CARDS, GET OUT OF DEBT AND GET ON A BUDGET WHICH CONGRESS CAN'T DO AND YOU WILL BE OKAY FINANCIALLY. YOU CAN DO THIS. PETE: RAMSEY SOLUTIONS.COM/WEALTH, PREP TO BE A PART OF THAT. THANK YOU VERY MUCH. YOU GUYS ARE AWESOME. WE HAVE THREE MORE HUGE HOURS FROM THE WILDHORSE SALOON IN NASHVILLE, TENNESSEE. LOOK WHO IS HERE. TOMI LAHREN IS HERE. MAYBE. ♪ 20221231115740.272|20221231115954.706",
        "start": "20221231115323.382",
        "end": "20221231115740.272"
    },
    {
        "file_path": "/mnt/rds/redhen/gallina/tv/2022/2022-12/2022-12-31/2022-12-31_1000_US_CNN_CNN_Newsroom_Live.txt",
        "trs": "> THIS IS CNN BREAKING NEWS. > BREAKING NEWS, WE ARE FOLLOWING FOR YOU THIS HOUR. POPE EMERITUS BENEDICT XVI HAS DIED. THE VATICAN SHARED THE NEWS A SHORT TIME AGO, SAYING THAT MORE INFORMATION WOULD BE PROVIDED AS SOON AS POSSIBLE. THE 95-YEAR-OLD FORMER PONTIFF HAS BEEN IN DECLINING HEALTH IN 2013. HE RETIRED AS POPE, BECOMING THE FIRST LEADER OF THE CATHOLIC CHURCH TO DO SO IN NEARLY 600 YEARS. I'M JOINED NOW BY FATHER THOMAS REESE, A SENIOR ANALYST AT RELIGIOUS NEWS SERVICE. AND THE AUTHOR OF \"INSIDE THE VATICAN.\" AND, FATHER, IF I CAN JUST GET YOUR REACTION FIRST OF THIS DEVELOPMENT.  WELL, IT'S A SAD DAY FOR THE CHURCH, AND YET, IT'S ALSO A DAY WE CELEBRATE THE LIFE OF POPE BENEDICT, AND IN MY MIND, HE'S IN HEAVEN NOW. FOR HIS DEDICATED LIFE OF SERVICE AND HOLINESS TO THE CHURCH. SO, IT'S BOTH A SAD DAY AND A DAY THAT WE, AS A CHURCH, WILL CELEBRATE.  AND TALK TO US A LITTLE BIT ABOUT THE NEXT STEPS. I MEAN, THERE IS A PROTOCOL, IS THERE A PROGRAM OF, YOU KNOW, WHAT HAPPENS IN THE NEXT COUPLE OF HOURS, IN THE NEXT COUPLE OF DAYS?  WELL, THE FIRST THING WE HAVE TO DO IS LOOK AND SEE WHETHER HE LEFT ANY INSTRUCTIONS ON WHAT KIND OF A FUNERAL HE WANTS. BUT, THE FUNERAL WILL PROBABLY TAKE PLACE WITHIN THE NEXT WEEK. TIME WILL BE GIVEN SO THAT CARDINALS AND OTHER WORLD LEADERS AROUND THE WORLD, WILL HAVE TIME TO GET TO ROME. FOR HIS FUNERAL. IT WILL TAKE PLACE IN ST. PETER'S, EITHER INSIDE THE CHURCH OR OUTSIDE OF ST. PETER'S SQUARE. HIS CASKET, UNDOUBTEDLY, WILL HAVE A COPY OF THE BIBLE ON TOP OF IT BECAUSE HE WAS A MAN OF -- HE WAS A MINISTER OF THE WORLD. AND THE SCRIPTURE WAS VERY IMPORTANT TO HIS LIFE. SOMETHING THAT INSPIRED HIM, AND SOMETHING IS THAT HE CONSTANTLY WENT BACK TO IN HIS PREACHING.  AND COW TELL US A LITTLE BIT ABOUT KIND OF THE TRADITIONS, OBVIOUSLY, WE'RE WAITING TO SEE WHAT HIS FINAL WISHES WERE IN TERMS OF HIS FUNERAL. ARE WE EXPECTED TO HEAR FROM POPE FRANCIS? WILL HE BE MAKING A STATEMENT?  OH, I'M CERTAIN THAT HE WILL. YOU KNOW, POPE FRANCIS WAS, OF COURSE, THE FIRST ONE TO ANNOUNCE THAT THE POPE WAS REALLY VERY SICK AND REALLY ON HIS -- AT THE END OF HIS LIFE, SO, I'M SURE THAT WE WILL HEAR FROM POPE FRANCIS. CERTAINLY, POPE FRANCIS WILL BE THE PRINCIPAL CELEBRANT OF HIS FUNERAL. AND ALONG WITH -- YOU KNOW, WITH CARDINALS WHO ARE GOING TO BE COMING TO ROME FOR THE FUNERAL.  WELL, BACK IN APRIL 19th, 2005, HE WAS ELECTED THE POPE. HE SUCCEEDED JOHN PAUL II. CARDINALS CHOSEN FROM AMONG THEIR OWN RANKS. BUT HIS PAPACY WAS VERY SHORT. VERY BRIEF, COMPARATIVELY.  YES, WELL, OF COURSE, HE WAS NOT A YOUNG MAN WHEN HE WAS ELECTED. JOHN PAUL II WAS A VERY YOUNG MAN WHICH HE WAS ELECTED. SO HE REIGNED AS POPE FOR A LONG TIME. POPE BENEDICT WAS ELECTED AS SOMEONE WHO WOULD CONTINUE THE POLICIES OF JOHN PAUL II. THEY HAD WORKED HAND IN GLOVE DURING THE PAPACY OF JOHN PAUL II. WERE ON THE SAME PAGE IN TERMS OF CHURCH TEACHING AND DOCTRINE AND CHURCH PRACTICE. SO, WE DIDN'T SEE A LOT OF CHANGE UNDER JOHN PAUL II -- OR UNDER POPE BENEDICT. WHAT WE DID SEE WAS -- WAS CONTINUITY, WITH THE POLICIES OF POPE JOHN PAUL II.  CONTINUITY, BUT SOME FEEL THAT HE WAS MORE CONSERVATIVE.  WELL, BOTH POPES WERE VERY CONSERVATIVE, WHEN IT CAME TO CHURCH PRACTICE, CHURCH DOCTRINE. ON THE OTHER HAND, BOTH POPES WERE VERY LIBERAL WHEN IT CAME TO ISSUES OF CONCERNS OF THE POOR AND SOCIAL JUSTICE. AND ONE OF THE INITIATIVES THAT POPE BENEDICT TOOK WAS BEING CONCERNED ABOUT THE ENVIRONMENT. IT WAS DURING HIS PAPACY THAT SOLAR PANELS WERE PLACED ON THE ROOF OF THE VATICAN. SO, IT WAS ISSUES OF JUSTICE, PEACE AND THE ENVIRONMENT, POPE BENEDICT WAS PROBABLY MORE LIBERAL THAN MOST AMERICAN POLITICIANS. BUT WHEN IT CAME TO SEXUAL MORALITY AND GENDER ISSUES, WHO CAN BE ORDAINED AND WHO CAN'T BE ORDAINED IN THE CATHOLIC CHURCH, HE MAINTAINED A STATUS QUO.  HE MAINTAINED THE STATUS QUO. NOW, UNFORTUNATELY, OF COURSE, THE CATHOLIC CHURCH, DURING HIS REIGN WAS ALSO STRUGGLING WITH SCANDALS. HOW DID HE MANAGE THAT?  WELL, THE CATHOLIC CHURCH, SADLY, HAS BEEN INVOLVED IN BOTH FINANCIAL SCANDALS AND SEXUAL SCANDALS. HE TOOK THE FIRST STEPS IN CLEANING UP THE FINANCES OF THE VATICAN BY SUBJECTING IT TO OUTSIDE REVIEW BY AN INTERNATIONAL AGENCY CALLED MONEYVOL WHICH REVIEWED THE VATICAN FINANCES, ESPECIALLY THE BANK, AND REALLY HELD THEM TO CLEANING IT UP. BUT IT WAS THE SEX ABUSE CRISIS, OF COURSE, WHICH SO PROMINENTLY EXISTED DURING HIS PAPACY. EVEN BEFORE HE BECAME POPE AS CARDINAL, POPE JOHN PAUL II PUT HIM IN CHARGE OF THE SEX ABUSE CRISIS, LUCKILY. BECAUSE HE WAS THE FIRST CARDINAL IN THE VATICAN TO REALLY TAKE IT SERIOUSLY. AND AS THE HEAD OF THE CONGREGATION FOR DOCTRINE OF THE FAITH, HE PROCESSED HUNDREDS OF PRIESTS OUT OF THE PRIESTHOOD. HE BASICALLY KICKED THEM OUT AND SAID THERE WHAT NO ROOM FOR ANYONE -- ANY PRIEST IN THE CHURCH WHO WOULD ABUSE CHILDREN. SADLY, WHAT HE DID NOT DO IS TAKE THE NEXT STEP IS DEALING WITH THE BISHOPS WHO DID NOT DO THEIR JOB, WHO DID NOT CONTROL THESE PRIESTS, WHO MOVED THEM FROM PARISH TO PARISH, EVEN THOUGH THEY KNEW THEY WERE ABUSERS. THAT IS SOMETHING THAT POPE FRANCIS IS NOW DEALING WITH.  DO YOU THINK THAT HE WAS BURDENED BY THAT? THAT THAT ALSO CONTRIBUTED TO HIM STEPPING DOWN?  WELL, CERTAINLY, IT'S A HUGE BURDEN. HE HAD TO READ THOSE FILES FROM -- THAT CAME FROM DIOCESE ALL OVER THE WORLD, ESPECIALLY AT THAT TIME FROM UNITED STATES AND EUROPE. AND TALK ABOUT GETTING DEPRESSED. YOU KNOW, JUST KNOWING THAT THE -- THE SHOCK OF KNOWING THAT PRIESTS WERE INVOLVED IN THIS KIND OF ABUSE AND THEN UNDERSTANDING HOW HARMFUL THAT WAS TO CHURCH. AND HOW THE PAIN OF IT CONTINUED DURING THEIR ENTIRE LIVES. BUT, YOU KNOW, HE TOOK CHARGE. HE REVIEWED THE CASES. AND WHEN HE SAW THAT THE FACTS WERE THERE, HE SAID, OKAY, THEY GOT TO GO. AND THANK GOD THAT HE DID THAT.  FATHER REESE, THANK YOU SO MUCH FOR JOINING US. APPRECIATE IT.  THANK YOU. > AND BREAKING NEWS THIS HOUR, POPE EMERITUS POPE BENEDICT HAS DIED. WE'LL HAVE MORE AFTER A SHORT BREAK. 20221231103335.144|20221231103629.084",
        "start": "20221231102455.625",
        "end": "20221231103335.144"
    }
]